const chassis = [{
	"code": "11",
	"img": "11.png",
	"label": "后轮毂轴承",
	"spot": [{
		"onespot": [{
			"x": 405,
			"y": 160
		}]
	}, {
		"onespot": [{
			"x": 405,
			"y": 889
		}]
	}],
	"sublabel": ["后轮毂轴承左", "后轮毂轴承右"]
}, {
	"code": "6",
	"img": "6.png",
	"label": "后减震器",
	"spot": [{
		"onespot": [{
			"x": 402,
			"y": 255
		}, {
			"x": 488,
			"y": 252
		}, {
			"x": 494,
			"y": 334
		}, {
			"x": 402,
			"y": 332
		}]
	}, {
		"onespot": [{
			"x": 411,
			"y": 729
		}, {
			"x": 466,
			"y": 725
		}, {
			"x": 461,
			"y": 783
		}, {
			"x": 412,
			"y": 775
		}]
	}],
	"sublabel": ["后减震器左", "后减震器右"]
}, {
	"code": "12",
	"img": "12.png",
	"label": "传动轴总成",
	"spot": [{
		"onespot": [{
			"x": 851,
			"y": 463
		}, {
			"x": 979,
			"y": 464
		}, {
			"x": 986,
			"y": 651
		}, {
			"x": 841,
			"y": 651
		}]
	}],
	"sublabel": ["传动轴总成"]
}, {
	"code": "13",
	"img": "13.png",
	"label": "前轮毂轴承",
	"spot": [{
		"onespot": [{
			"x": 1646,
			"y": 158
		}]
	}, {
		"onespot": [{
			"x": 1646,
			"y": 890
		}]
	}],
	"sublabel": ["前轮毂轴承左", "前轮毂轴承右"]
}, {
	"code": "10",
	"img": "10.png",
	"label": "后半轴",
	"spot": [{
		"onespot": [{
			"x": 406,
			"y": 298
		}, {
			"x": 421,
			"y": 298
		}, {
			"x": 417,
			"y": 358
		}, {
			"x": 406,
			"y": 356
		}]
	}],
	"sublabel": ["后半轴"]
}, {
	"code": "18",
	"img": "18.png",
	"label": "燃油箱",
	"spot": [{
		"onespot": [{
			"x": 76,
			"y": 376
		}, {
			"x": 276,
			"y": 376
		}, {
			"x": 279,
			"y": 658
		}, {
			"x": 78,
			"y": 665
		}]
	}],
	"sublabel": ["燃油箱"]
}, {
	"code": "4",
	"img": "4.png",
	"label": "后制动盘",
	"spot": [{
		"onespot": [{
			"x": 363,
			"y": 55
		}, {
			"x": 541,
			"y": 55
		}, {
			"x": 548,
			"y": 236
		}, {
			"x": 365,
			"y": 233
		}]
	}, {
		"onespot": [{
			"x": 346,
			"y": 850
		}, {
			"x": 510,
			"y": 853
		}, {
			"x": 506,
			"y": 1035
		}, {
			"x": 343,
			"y": 1029
		}]
	}],
	"sublabel": ["后制动盘左", "后制动盘右"]
}, {
	"code": "7",
	"img": "7.png",
	"label": "前上摆臂",
	"spot": [{
		"onespot": [{
			"x": 1495,
			"y": 226
		}]
	}, {
		"onespot": [{
			"x": 1548,
			"y": 721
		}]
	}],
	"sublabel": ["前上摆臂左", "前上摆臂右"]
}, {
	"code": "17",
	"img": "17.png",
	"label": "排气管",
	"spot": [{
		"onespot": [{
			"x": 605,
			"y": 351
		}, {
			"x": 1254,
			"y": 348
		}, {
			"x": 1259,
			"y": 670
		}, {
			"x": 608,
			"y": 665
		}]
	}],
	"sublabel": ["排气管"]
}, {
	"code": "8",
	"img": "8.png",
	"label": "后上摆臂",
	"spot": [{
		"onespot": [{
			"x": 464,
			"y": 346
		}]
	}, {
		"onespot": [{
			"x": 451,
			"y": 709
		}]
	}],
	"sublabel": ["后上摆臂左", "后上摆臂右"]
}, {
	"code": "2",
	"img": "2.png",
	"label": "变速箱总成",
	"spot": [{
		"onespot": [{
			"x": 1259,
			"y": 484
		}, {
			"x": 1474,
			"y": 462
		}, {
			"x": 1474,
			"y": 604
		}, {
			"x": 1254,
			"y": 587
		}]
	}],
	"sublabel": ["变速箱总成"]
}, {
	"code": "5",
	"img": "5.png",
	"label": "前减震器",
	"spot": [{
		"onespot": [{
			"x": 1608,
			"y": 266
		}, {
			"x": 1678,
			"y": 267
		}, {
			"x": 1673,
			"y": 350
		}, {
			"x": 1614,
			"y": 348
		}]
	}, {
		"onespot": [{
			"x": 1610,
			"y": 701
		}, {
			"x": 1679,
			"y": 699
		}, {
			"x": 1680,
			"y": 777
		}, {
			"x": 1611,
			"y": 780
		}]
	}],
	"sublabel": ["前减震器左", "前减震器右"]
}, {
	"code": "3",
	"img": "3.png",
	"label": "前制动盘",
	"spot": [{
		"onespot": [{
			"x": 1574,
			"y": 53
		}, {
			"x": 1793,
			"y": 52
		}, {
			"x": 1793,
			"y": 241
		}, {
			"x": 1574,
			"y": 237
		}]
	}, {
		"onespot": [{
			"x": 1588,
			"y": 831
		}, {
			"x": 1771,
			"y": 823
		}, {
			"x": 1779,
			"y": 1022
		}, {
			"x": 1585,
			"y": 1022
		}]
	}],
	"sublabel": ["前制动盘左", "前制动盘右", "ABS泵", "ABS电脑"]
}, {
	"code": "9",
	"img": "9.png",
	"label": "后桥总成",
	"spot": [{
		"onespot": [{
			"x": 387,
			"y": 496
		}, {
			"x": 456,
			"y": 497
		}, {
			"x": 457,
			"y": 577
		}, {
			"x": 393,
			"y": 573
		}]
	}],
	"sublabel": ["后桥总成"]
}, {
	"code": "14",
	"img": "14.png",
	"label": "后桥架梁",
	"spot": [{
		"onespot": [{
			"x": 464,
			"y": 394
		}, {
			"x": 559,
			"y": 393
		}, {
			"x": 559,
			"y": 481
		}, {
			"x": 459,
			"y": 480
		}]
	}],
	"sublabel": ["后桥架梁"]
}, {
	"code": "1",
	"img": "1.png",
	"label": "发动机总成",
	"spot": [{
		"onespot": [{
			"x": 1475,
			"y": 368
		}, {
			"x": 1889,
			"y": 369
		}, {
			"x": 1888,
			"y": 683
		}, {
			"x": 1474,
			"y": 683
		}]
	}],
	"sublabel": ["发动机总成", "发动机汽缸盖左", "发动机汽缸盖右", "发动机装饰罩", "机油滤清器芯", "空气滤清器滤芯", "散热器", "水泵", "火花塞", "起动机", "发电机", "空调泵"]
}]