const body = {
	"rs7_0000": [{
		"code": "19",
		"img": "1.19.png",
		"label": "前门玻璃",
		"spot": [{
			"onespot": [{
				"x": 908,
				"y": 298
			}, {
				"x": 1141,
				"y": 133
			}, {
				"x": 1166,
				"y": 253
			}]
		}],
		"sublabel": ["前门玻璃-左", "前门玻璃-右", "B柱内衬", "A柱内衬"]
	}, {
		"code": "7",
		"img": "1.7.png",
		"label": "前雾灯",
		"spot": [{
			"onespot": [{
				"x": 251,
				"y": 633
			}, {
				"x": 444,
				"y": 630
			}, {
				"x": 524,
				"y": 723
			}, {
				"x": 286,
				"y": 717
			}, {
				"x": 241,
				"y": 698
			}]
		}],
		"sublabel": ["前雾灯-左", "前雾灯-右", "前保险杠格栅"]
	}, {
		"code": "2",
		"img": "1.2.png",
		"label": "发动机罩",
		"spot": [{
			"onespot": [{
				"x": 504,
				"y": 258
			}, {
				"x": 875,
				"y": 300
			}, {
				"x": 852,
				"y": 345
			}, {
				"x": 540,
				"y": 468
			}, {
				"x": 244,
				"y": 501
			}, {
				"x": 74,
				"y": 440
			}]
		}],
		"sublabel": ["发动机罩"]
	}, {
		"code": "1",
		"img": "1.1.png",
		"label": "前风挡玻璃",
		"spot": [{
			"onespot": [{
				"x": 742,
				"y": 136
			}, {
				"x": 1050,
				"y": 151
			}, {
				"x": 902,
				"y": 310
			}, {
				"x": 516,
				"y": 270
			}]
		}],
		"sublabel": ["前风挡玻璃", "前风挡雨刮片"]
	}, {
		"code": "10",
		"img": "1.10.png",
		"label": "后门壳",
		"spot": [{
			"onespot": [{
				"x": 1246,
				"y": 270
			}, {
				"x": 1400,
				"y": 245
			}, {
				"x": 1439,
				"y": 275
			}, {
				"x": 1386,
				"y": 493
			}, {
				"x": 1240,
				"y": 539
			}]
		}],
		"sublabel": ["后门壳-左", "后门壳-右", "后门外拉手-左", "后门外拉手-右", "后门玻璃升降机-左", "后门玻璃升降机-右"]
	}, {
		"code": "8",
		"img": "1.8.png",
		"label": "前叶子板",
		"spot": [{
			"onespot": [{
				"x": 537,
				"y": 468
			}, {
				"x": 850,
				"y": 351
			}, {
				"x": 873,
				"y": 298
			}, {
				"x": 916,
				"y": 299
			}, {
				"x": 933,
				"y": 342
			}, {
				"x": 942,
				"y": 607
			}, {
				"x": 890,
				"y": 630
			}, {
				"x": 896,
				"y": 589
			}, {
				"x": 846,
				"y": 453
			}]
		}],
		"sublabel": ["前叶子板-左", "前叶子板-右", "前叶子板灯-左", "前叶子板灯-右"]
	}, {
		"code": "9",
		"img": "1.9.png",
		"label": "前门壳",
		"spot": [{
			"onespot": [{
				"x": 992,
				"y": 374
			}, {
				"x": 1216,
				"y": 326
			}, {
				"x": 1222,
				"y": 520
			}, {
				"x": 1012,
				"y": 582
			}]
		}],
		"sublabel": ["前门壳-左", "前门壳-右", "前门外拉手-左", "前门外拉手-右", "全车锁", "前门玻璃升降机-左", "前门玻璃升降机-右"]
	}, {
		"code": "4",
		"img": "1.4.png",
		"label": "前大灯",
		"spot": [{
			"onespot": [{
				"x": 264,
				"y": 497
			}, {
				"x": 537,
				"y": 475
			}, {
				"x": 495,
				"y": 550
			}, {
				"x": 414,
				"y": 558
			}, {
				"x": 384,
				"y": 542
			}, {
				"x": 283,
				"y": 537
			}]
		}],
		"sublabel": ["前大灯-左", "前大灯-右", "前大灯清洗泵"]
	}, {
		"code": "25",
		"img": "1.25.png",
		"label": "侧门槛外板",
		"spot": [{
			"onespot": [{
				"x": 1082,
				"y": 605
			}, {
				"x": 1204,
				"y": 572
			}, {
				"x": 1211,
				"y": 603
			}, {
				"x": 1092,
				"y": 628
			}]
		}],
		"sublabel": ["侧门槛外板-左", "侧门槛外板-右"]
	}, {
		"code": "12",
		"img": "1.12.png",
		"label": "轮胎",
		"spot": [{
			"onespot": [{
				"x": 665,
				"y": 497
			}, {
				"x": 826,
				"y": 500
			}, {
				"x": 853,
				"y": 645
			}, {
				"x": 745,
				"y": 778
			}, {
				"x": 620,
				"y": 724
			}]
		}],
		"sublabel": ["轮胎", "钢圈", "胎压传感器"]
	}, {
		"code": "20",
		"img": "1.20.png",
		"label": "后门玻璃",
		"spot": [{
			"onespot": [{
				"x": 1173,
				"y": 116
			}, {
				"x": 1392,
				"y": 178
			}, {
				"x": 1364,
				"y": 221
			}, {
				"x": 1207,
				"y": 232
			}]
		}],
		"sublabel": ["后门玻璃-左", "后门玻璃-右", "C柱上内衬", "C柱下内衬", "侧窗玻璃"]
	}, {
		"code": "6",
		"img": "1.6.png",
		"label": "中网",
		"spot": [{
			"onespot": [{
				"x": 87,
				"y": 458
			}, {
				"x": 245,
				"y": 507
			}, {
				"x": 255,
				"y": 549
			}, {
				"x": 207,
				"y": 690
			}, {
				"x": 60,
				"y": 616
			}, {
				"x": 66,
				"y": 482
			}]
		}],
		"sublabel": ["中网", "中网徽标", "前牌照架"]
	}],
	"rs7_0001": [{
		"code": "19",
		"img": "1.19.png",
		"label": "前门玻璃",
		"spot": [{
			"onespot": [{
				"x": 926,
				"y": 297
			}, {
				"x": 1160,
				"y": 127
			}, {
				"x": 1184,
				"y": 252
			}]
		}],
		"sublabel": ["前门玻璃-左", "前门玻璃-右", "B柱内衬", "A柱内衬"]
	}, {
		"code": "7",
		"img": "1.7.png",
		"label": "前雾灯",
		"spot": [{
			"onespot": [{
				"x": 268,
				"y": 638
			}, {
				"x": 458,
				"y": 632
			}, {
				"x": 543,
				"y": 732
			}, {
				"x": 304,
				"y": 724
			}, {
				"x": 257,
				"y": 703
			}]
		}],
		"sublabel": ["前雾灯-左", "前雾灯-右", "前保险杠格栅"]
	}, {
		"code": "2",
		"img": "1.2.png",
		"label": "发动机罩",
		"spot": [{
			"onespot": [{
				"x": 499,
				"y": 257
			}, {
				"x": 879,
				"y": 297
			}, {
				"x": 860,
				"y": 343
			}, {
				"x": 545,
				"y": 471
			}, {
				"x": 254,
				"y": 497
			}, {
				"x": 74,
				"y": 437
			}]
		}],
		"sublabel": ["发动机罩"]
	}, {
		"code": "1",
		"img": "1.1.png",
		"label": "前风挡玻璃",
		"spot": [{
			"onespot": [{
				"x": 740,
				"y": 138
			}, {
				"x": 1050,
				"y": 149
			}, {
				"x": 912,
				"y": 312
			}, {
				"x": 510,
				"y": 272
			}]
		}],
		"sublabel": ["前风挡玻璃", "前风挡雨刮片"]
	}, {
		"code": "10",
		"img": "1.10.png",
		"label": "后门壳",
		"spot": [{
			"onespot": [{
				"x": 1240,
				"y": 274
			}, {
				"x": 1404,
				"y": 243
			}, {
				"x": 1438,
				"y": 273
			}, {
				"x": 1386,
				"y": 492
			}, {
				"x": 1243,
				"y": 536
			}]
		}],
		"sublabel": ["后门壳-左", "后门壳-右", "后门外拉手-左", "后门外拉手-右", "后门玻璃升降机-左", "后门玻璃升降机-右"]
	}, {
		"code": "8",
		"img": "1.8.png",
		"label": "前叶子板",
		"spot": [{
			"onespot": [{
				"x": 567,
				"y": 466
			}, {
				"x": 868,
				"y": 347
			}, {
				"x": 890,
				"y": 294
			}, {
				"x": 933,
				"y": 298
			}, {
				"x": 957,
				"y": 599
			}, {
				"x": 902,
				"y": 616
			}, {
				"x": 916,
				"y": 579
			}, {
				"x": 865,
				"y": 452
			}, {
				"x": 683,
				"y": 478
			}]
		}],
		"sublabel": ["前叶子板-左", "前叶子板-右", "前叶子板灯-左", "前叶子板灯-右"]
	}, {
		"code": "9",
		"img": "1.9.png",
		"label": "前门壳",
		"spot": [{
			"onespot": [{
				"x": 1003,
				"y": 377
			}, {
				"x": 1203,
				"y": 327
			}, {
				"x": 1212,
				"y": 517
			}, {
				"x": 1022,
				"y": 582
			}]
		}],
		"sublabel": ["前门壳-左", "前门壳-右", "前门外拉手-左", "前门外拉手-右", "全车锁", "前门玻璃升降机-左", "前门玻璃升降机-右"]
	}, {
		"code": "4",
		"img": "1.4.png",
		"label": "前大灯",
		"spot": [{
			"onespot": [{
				"x": 273,
				"y": 503
			}, {
				"x": 545,
				"y": 480
			}, {
				"x": 498,
				"y": 555
			}, {
				"x": 429,
				"y": 567
			}, {
				"x": 394,
				"y": 550
			}, {
				"x": 289,
				"y": 542
			}]
		}],
		"sublabel": ["前大灯-左", "前大灯-右", "前大灯清洗泵"]
	}, {
		"code": "25",
		"img": "1.25.png",
		"label": "侧门槛外板",
		"spot": [{
			"onespot": [{
				"x": 1081,
				"y": 618
			}, {
				"x": 1211,
				"y": 570
			}, {
				"x": 1214,
				"y": 584
			}, {
				"x": 1093,
				"y": 632
			}]
		}],
		"sublabel": ["侧门槛外板-左", "侧门槛外板-右"]
	}, {
		"code": "12",
		"img": "1.12.png",
		"label": "轮胎",
		"spot": [{
			"onespot": [{
				"x": 710,
				"y": 499
			}, {
				"x": 858,
				"y": 517
			}, {
				"x": 866,
				"y": 678
			}, {
				"x": 736,
				"y": 781
			}, {
				"x": 636,
				"y": 667
			}]
		}],
		"sublabel": ["轮胎", "钢圈", "胎压传感器"]
	}, {
		"code": "20",
		"img": "1.20.png",
		"label": "后门玻璃",
		"spot": [{
			"onespot": [{
				"x": 1121,
				"y": 120
			}, {
				"x": 1341,
				"y": 179
			}, {
				"x": 1300,
				"y": 208
			}, {
				"x": 1153,
				"y": 231
			}]
		}],
		"sublabel": ["后门玻璃-左", "后门玻璃-右", "C柱上内衬", "C柱下内衬", "侧窗玻璃"]
	}, {
		"code": "6",
		"img": "1.6.png",
		"label": "中网",
		"spot": [{
			"onespot": [{
				"x": 56,
				"y": 476
			}, {
				"x": 74,
				"y": 455
			}, {
				"x": 225,
				"y": 502
			}, {
				"x": 232,
				"y": 532
			}, {
				"x": 189,
				"y": 663
			}, {
				"x": 53,
				"y": 607
			}]
		}],
		"sublabel": ["中网", "中网徽标", "前牌照架"]
	}],
	"rs7_0002": [{
		"code": "19",
		"img": "1.19.png",
		"label": "前门玻璃",
		"spot": [{
			"onespot": [{
				"x": 935,
				"y": 284
			}, {
				"x": 1147,
				"y": 125
			}, {
				"x": 1178,
				"y": 241
			}]
		}],
		"sublabel": ["前门玻璃-左", "前门玻璃-右", "B柱内衬", "A柱内衬"]
	}, {
		"code": "7",
		"img": "1.7.png",
		"label": "前雾灯",
		"spot": [{
			"onespot": [{
				"x": 306,
				"y": 653
			}, {
				"x": 510,
				"y": 648
			}, {
				"x": 592,
				"y": 742
			}, {
				"x": 345,
				"y": 738
			}, {
				"x": 296,
				"y": 719
			}]
		}],
		"sublabel": ["前雾灯-左", "前雾灯-右", "前保险杠格栅"]
	}, {
		"code": "2",
		"img": "1.2.png",
		"label": "发动机罩",
		"spot": [{
			"onespot": [{
				"x": 497,
				"y": 246
			}, {
				"x": 900,
				"y": 286
			}, {
				"x": 881,
				"y": 334
			}, {
				"x": 588,
				"y": 465
			}, {
				"x": 284,
				"y": 495
			}, {
				"x": 76,
				"y": 429
			}]
		}],
		"sublabel": ["发动机罩"]
	}, {
		"code": "1",
		"img": "1.1.png",
		"label": "前风挡玻璃",
		"spot": [{
			"onespot": [{
				"x": 738,
				"y": 138
			}, {
				"x": 1064,
				"y": 151
			}, {
				"x": 936,
				"y": 314
			}, {
				"x": 512,
				"y": 273
			}]
		}],
		"sublabel": ["前风挡玻璃", "前风挡雨刮片"]
	}, {
		"code": "10",
		"img": "1.10.png",
		"label": "后门壳",
		"spot": [{
			"onespot": [{
				"x": 1245,
				"y": 273
			}, {
				"x": 1397,
				"y": 241
			}, {
				"x": 1432,
				"y": 276
			}, {
				"x": 1382,
				"y": 488
			}, {
				"x": 1252,
				"y": 537
			}]
		}],
		"sublabel": ["后门壳-左", "后门壳-右", "后门外拉手-左", "后门外拉手-右", "后门玻璃升降机-左", "后门玻璃升降机-右"]
	}, {
		"code": "8",
		"img": "1.8.png",
		"label": "前叶子板",
		"spot": [{
			"onespot": [{
				"x": 599,
				"y": 469
			}, {
				"x": 891,
				"y": 345
			}, {
				"x": 911,
				"y": 293
			}, {
				"x": 954,
				"y": 298
			}, {
				"x": 973,
				"y": 605
			}, {
				"x": 922,
				"y": 625
			}, {
				"x": 937,
				"y": 581
			}, {
				"x": 890,
				"y": 457
			}, {
				"x": 718,
				"y": 480
			}]
		}],
		"sublabel": ["前叶子板-左", "前叶子板-右", "前叶子板灯-左", "前叶子板灯-右"]
	}, {
		"code": "9",
		"img": "1.9.png",
		"label": "前门壳",
		"spot": [{
			"onespot": [{
				"x": 1022,
				"y": 355
			}, {
				"x": 1223,
				"y": 317
			}, {
				"x": 1218,
				"y": 524
			}, {
				"x": 1050,
				"y": 582
			}]
		}],
		"sublabel": ["前门壳-左", "前门壳-右", "前门外拉手-左", "前门外拉手-右", "全车锁", "前门玻璃升降机-左", "前门玻璃升降机-右"]
	}, {
		"code": "4",
		"img": "1.4.png",
		"label": "前大灯",
		"spot": [{
			"onespot": [{
				"x": 322,
				"y": 513
			}, {
				"x": 595,
				"y": 485
			}, {
				"x": 553,
				"y": 558
			}, {
				"x": 489,
				"y": 572
			}, {
				"x": 446,
				"y": 557
			}, {
				"x": 337,
				"y": 551
			}]
		}],
		"sublabel": ["前大灯-左", "前大灯-右", "前大灯清洗泵"]
	}, {
		"code": "25",
		"img": "1.25.png",
		"label": "侧门槛外板",
		"spot": [{
			"onespot": [{
				"x": 1073,
				"y": 613
			}, {
				"x": 1216,
				"y": 572
			}, {
				"x": 1217,
				"y": 590
			}, {
				"x": 1096,
				"y": 633
			}]
		}],
		"sublabel": ["侧门槛外板-左", "侧门槛外板-右"]
	}, {
		"code": "12",
		"img": "1.12.png",
		"label": "轮胎",
		"spot": [{
			"onespot": [{
				"x": 718,
				"y": 487
			}, {
				"x": 855,
				"y": 507
			}, {
				"x": 865,
				"y": 670
			}, {
				"x": 735,
				"y": 786
			}, {
				"x": 633,
				"y": 648
			}]
		}],
		"sublabel": ["轮胎", "钢圈", "胎压传感器"]
	}, {
		"code": "20",
		"img": "1.20.png",
		"label": "后门玻璃",
		"spot": [{
			"onespot": [{
				"x": 1187,
				"y": 114
			}, {
				"x": 1388,
				"y": 179
			}, {
				"x": 1359,
				"y": 215
			}, {
				"x": 1223,
				"y": 235
			}]
		}],
		"sublabel": ["后门玻璃-左", "后门玻璃-右", "C柱上内衬", "C柱下内衬", "侧窗玻璃"]
	}, {
		"code": "6",
		"img": "1.6.png",
		"label": "中网",
		"spot": [{
			"onespot": [{
				"x": 101,
				"y": 454
			}, {
				"x": 284,
				"y": 501
			}, {
				"x": 298,
				"y": 544
			}, {
				"x": 248,
				"y": 691
			}, {
				"x": 75,
				"y": 626
			}, {
				"x": 81,
				"y": 478
			}]
		}],
		"sublabel": ["中网", "中网徽标", "前牌照架"]
	}],
	"rs7_0003": [{
		"code": "19",
		"img": "1.19.png",
		"label": "前门玻璃",
		"spot": [{
			"onespot": [{
				"x": 987,
				"y": 287
			}, {
				"x": 1161,
				"y": 120
			}, {
				"x": 1196,
				"y": 241
			}]
		}],
		"sublabel": ["前门玻璃-左", "前门玻璃-右", "B柱内衬", "A柱内衬"]
	}, {
		"code": "7",
		"img": "1.7.png",
		"label": "前雾灯",
		"spot": [{
			"onespot": [{
				"x": 371,
				"y": 660
			}, {
				"x": 589,
				"y": 652
			}, {
				"x": 664,
				"y": 745
			}, {
				"x": 407,
				"y": 748
			}, {
				"x": 357,
				"y": 729
			}]
		}],
		"sublabel": ["前雾灯-左", "前雾灯-右", "前保险杠格栅"]
	}, {
		"code": "2",
		"img": "1.2.png",
		"label": "发动机罩",
		"spot": [{
			"onespot": [{
				"x": 502,
				"y": 262
			}, {
				"x": 941,
				"y": 299
			}, {
				"x": 937,
				"y": 352
			}, {
				"x": 663,
				"y": 477
			}, {
				"x": 351,
				"y": 512
			}, {
				"x": 115,
				"y": 455
			}]
		}],
		"sublabel": ["发动机罩"]
	}, {
		"code": "1",
		"img": "1.1.png",
		"label": "前风挡玻璃",
		"spot": [{
			"onespot": [{
				"x": 734,
				"y": 140
			}, {
				"x": 1080,
				"y": 151
			}, {
				"x": 972,
				"y": 312
			}, {
				"x": 512,
				"y": 273
			}]
		}],
		"sublabel": ["前风挡玻璃", "前风挡雨刮片"]
	}, {
		"code": "10",
		"img": "1.10.png",
		"label": "后门壳",
		"spot": [{
			"onespot": [{
				"x": 1252,
				"y": 269
			}, {
				"x": 1382,
				"y": 240
			}, {
				"x": 1416,
				"y": 271
			}, {
				"x": 1375,
				"y": 483
			}, {
				"x": 1258,
				"y": 531
			}]
		}],
		"sublabel": ["后门壳-左", "后门壳-右", "后门外拉手-左", "后门外拉手-右", "后门玻璃升降机-左", "后门玻璃升降机-右"]
	}, {
		"code": "8",
		"img": "1.8.png",
		"label": "前叶子板",
		"spot": [{
			"onespot": [{
				"x": 675,
				"y": 479
			}, {
				"x": 937,
				"y": 347
			}, {
				"x": 947,
				"y": 300
			}, {
				"x": 990,
				"y": 305
			}, {
				"x": 1017,
				"y": 610
			}, {
				"x": 971,
				"y": 626
			}, {
				"x": 982,
				"y": 586
			}, {
				"x": 941,
				"y": 463
			}, {
				"x": 791,
				"y": 493
			}]
		}],
		"sublabel": ["前叶子板-左", "前叶子板-右", "前叶子板灯-左", "前叶子板灯-右"]
	}, {
		"code": "9",
		"img": "1.9.png",
		"label": "前门壳",
		"spot": [{
			"onespot": [{
				"x": 1066,
				"y": 381
			}, {
				"x": 1225,
				"y": 337
			}, {
				"x": 1228,
				"y": 518
			}, {
				"x": 1078,
				"y": 568
			}]
		}],
		"sublabel": ["前门壳-左", "前门壳-右", "前门外拉手-左", "前门外拉手-右", "全车锁", "前门玻璃升降机-左", "前门玻璃升降机-右"]
	}, {
		"code": "4",
		"img": "1.4.png",
		"label": "前大灯",
		"spot": [{
			"onespot": [{
				"x": 367,
				"y": 508
			}, {
				"x": 662,
				"y": 479
			}, {
				"x": 622,
				"y": 557
			}, {
				"x": 551,
				"y": 569
			}, {
				"x": 506,
				"y": 555
			}, {
				"x": 397,
				"y": 553
			}]
		}],
		"sublabel": ["前大灯-左", "前大灯-右", "前大灯清洗泵"]
	}, {
		"code": "25",
		"img": "1.25.png",
		"label": "侧门槛外板",
		"spot": [{
			"onespot": [{
				"x": 1159,
				"y": 604
			}, {
				"x": 1244,
				"y": 566
			}, {
				"x": 1252,
				"y": 586
			}, {
				"x": 1166,
				"y": 613
			}]
		}],
		"sublabel": ["侧门槛外板-左", "侧门槛外板-右"]
	}, {
		"code": "12",
		"img": "1.12.png",
		"label": "轮胎",
		"spot": [{
			"onespot": [{
				"x": 785,
				"y": 489
			}, {
				"x": 906,
				"y": 510
			}, {
				"x": 916,
				"y": 676
			}, {
				"x": 799,
				"y": 785
			}, {
				"x": 718,
				"y": 659
			}]
		}],
		"sublabel": ["轮胎", "钢圈", "胎压传感器"]
	}, {
		"code": "20",
		"img": "1.20.png",
		"label": "后门玻璃",
		"spot": [{
			"onespot": [{
				"x": 1181,
				"y": 112
			}, {
				"x": 1360,
				"y": 165
			}, {
				"x": 1336,
				"y": 202
			}, {
				"x": 1220,
				"y": 227
			}]
		}],
		"sublabel": ["后门玻璃-左", "后门玻璃-右", "C柱上内衬", "C柱下内衬", "侧窗玻璃"]
	}, {
		"code": "6",
		"img": "1.6.png",
		"label": "中网",
		"spot": [{
			"onespot": [{
				"x": 129,
				"y": 463
			}, {
				"x": 346,
				"y": 512
			}, {
				"x": 365,
				"y": 558
			}, {
				"x": 311,
				"y": 701
			}, {
				"x": 109,
				"y": 635
			}, {
				"x": 108,
				"y": 492
			}]
		}],
		"sublabel": ["中网", "中网徽标", "前牌照架"]
	}],
	"rs7_0004": [{
		"code": "7",
		"img": "1.7.png",
		"label": "前雾灯",
		"spot": [{
			"onespot": [{
				"x": 454,
				"y": 671
			}, {
				"x": 688,
				"y": 659
			}, {
				"x": 755,
				"y": 748
			}, {
				"x": 503,
				"y": 755
			}, {
				"x": 439,
				"y": 741
			}]
		}],
		"sublabel": ["前雾灯-左", "前雾灯-右", "前保险杠格栅"]
	}, {
		"code": "2",
		"img": "1.2.png",
		"label": "发动机罩",
		"spot": [{
			"onespot": [{
				"x": 504,
				"y": 271
			}, {
				"x": 996,
				"y": 297
			}, {
				"x": 992,
				"y": 345
			}, {
				"x": 765,
				"y": 483
			}, {
				"x": 448,
				"y": 524
			}, {
				"x": 145,
				"y": 427
			}]
		}],
		"sublabel": ["发动机罩"]
	}, {
		"code": "1",
		"img": "1.1.png",
		"label": "前风挡玻璃",
		"spot": [{
			"onespot": [{
				"x": 720,
				"y": 136
			}, {
				"x": 1098,
				"y": 151
			}, {
				"x": 1022,
				"y": 312
			}, {
				"x": 518,
				"y": 279
			}]
		}],
		"sublabel": ["前风挡玻璃", "前风挡雨刮片"]
	}, {
		"code": "10",
		"img": "1.10.png",
		"label": "后门壳",
		"spot": [{
			"onespot": [{
				"x": 1260,
				"y": 266
			}, {
				"x": 1360,
				"y": 238
			}, {
				"x": 1390,
				"y": 266
			}, {
				"x": 1364,
				"y": 474
			}, {
				"x": 1270,
				"y": 525
			}]
		}],
		"sublabel": ["后门壳-左", "后门壳-右", "后门外拉手-左", "后门外拉手-右", "后门玻璃升降机-左", "后门玻璃升降机-右"]
	}, {
		"code": "8",
		"img": "1.8.png",
		"label": "前叶子板",
		"spot": [{
			"onespot": [{
				"x": 781,
				"y": 479
			}, {
				"x": 1001,
				"y": 353
			}, {
				"x": 1004,
				"y": 303
			}, {
				"x": 1037,
				"y": 299
			}, {
				"x": 1074,
				"y": 604
			}, {
				"x": 1033,
				"y": 629
			}, {
				"x": 1045,
				"y": 586
			}, {
				"x": 1002,
				"y": 449
			}, {
				"x": 885,
				"y": 496
			}]
		}],
		"sublabel": ["前叶子板-左", "前叶子板-右", "前叶子板灯-左", "前叶子板灯-右"]
	}, {
		"code": "9",
		"img": "1.9.png",
		"label": "前门壳",
		"spot": [{
			"onespot": [{
				"x": 1065,
				"y": 316
			}, {
				"x": 1260,
				"y": 266
			}, {
				"x": 1270,
				"y": 525
			}, {
				"x": 1078,
				"y": 624
			}]
		}],
		"sublabel": ["前门壳-左", "前门壳-右", "前门外拉手-左", "前门外拉手-右", "全车锁", "前门玻璃升降机-左", "前门玻璃升降机-右"]
	}, {
		"code": "4",
		"img": "1.4.png",
		"label": "前大灯",
		"spot": [{
			"onespot": [{
				"x": 462,
				"y": 525
			}, {
				"x": 757,
				"y": 487
			}, {
				"x": 723,
				"y": 564
			}, {
				"x": 653,
				"y": 577
			}, {
				"x": 609,
				"y": 566
			}, {
				"x": 491,
				"y": 569
			}]
		}],
		"sublabel": ["前大灯-左", "前大灯-右", "前大灯清洗泵"]
	}, {
		"code": "25",
		"img": "1.25.png",
		"label": "侧门槛外板",
		"spot": [{
			"onespot": [{
				"x": 1169,
				"y": 578
			}, {
				"x": 1253,
				"y": 537
			}, {
				"x": 1257,
				"y": 548
			}, {
				"x": 1179,
				"y": 596
			}]
		}],
		"sublabel": ["侧门槛外板-左", "侧门槛外板-右"]
	}, {
		"code": "12",
		"img": "1.12.png",
		"label": "轮胎",
		"spot": [{
			"onespot": [{
				"x": 896,
				"y": 497
			}, {
				"x": 1003,
				"y": 529
			}, {
				"x": 1000,
				"y": 684
			}, {
				"x": 912,
				"y": 797
			}, {
				"x": 842,
				"y": 690
			}]
		}],
		"sublabel": ["轮胎", "钢圈", "胎压传感器"]
	}, {
		"code": "6",
		"img": "1.6.png",
		"label": "中网",
		"spot": [{
			"onespot": [{
				"x": 175,
				"y": 479
			}, {
				"x": 439,
				"y": 524
			}, {
				"x": 463,
				"y": 568
			}, {
				"x": 409,
				"y": 721
			}, {
				"x": 159,
				"y": 664
			}, {
				"x": 148,
				"y": 513
			}]
		}],
		"sublabel": ["中网", "中网徽标", "前牌照架"]
	}],
	"rs7_0005": [{
		"code": "7",
		"img": "1.7.png",
		"label": "前雾灯",
		"spot": [{
			"onespot": [{
				"x": 601,
				"y": 686
			}, {
				"x": 844,
				"y": 665
			}, {
				"x": 902,
				"y": 756
			}, {
				"x": 655,
				"y": 775
			}, {
				"x": 583,
				"y": 761
			}]
		}],
		"sublabel": ["前雾灯-左", "前雾灯-右", "前保险杠格栅"]
	}, {
		"code": "2",
		"img": "1.2.png",
		"label": "发动机罩",
		"spot": [{
			"onespot": [{
				"x": 504,
				"y": 268
			}, {
				"x": 1043,
				"y": 298
			}, {
				"x": 1061,
				"y": 345
			}, {
				"x": 889,
				"y": 483
			}, {
				"x": 568,
				"y": 536
			}, {
				"x": 225,
				"y": 493
			}, {
				"x": 195,
				"y": 429
			}]
		}],
		"sublabel": ["发动机罩"]
	}, {
		"code": "1",
		"img": "1.1.png",
		"label": "前风挡玻璃",
		"spot": [{
			"onespot": [{
				"x": 714,
				"y": 141
			}, {
				"x": 1125,
				"y": 151
			}, {
				"x": 1083,
				"y": 312
			}, {
				"x": 532,
				"y": 281
			}]
		}],
		"sublabel": ["前风挡玻璃", "前风挡雨刮片"]
	}, {
		"code": "8",
		"img": "1.8.png",
		"label": "前叶子板",
		"spot": [{
			"onespot": [{
				"x": 894,
				"y": 479
			}, {
				"x": 1056,
				"y": 342
			}, {
				"x": 1042,
				"y": 299
			}, {
				"x": 1075,
				"y": 292
			}, {
				"x": 1113,
				"y": 588
			}, {
				"x": 1087,
				"y": 608
			}, {
				"x": 1092,
				"y": 576
			}, {
				"x": 1055,
				"y": 438
			}, {
				"x": 982,
				"y": 482
			}]
		}],
		"sublabel": ["前叶子板-左", "前叶子板-右", "前叶子板灯-左", "前叶子板灯-右"]
	}, {
		"code": "4",
		"img": "1.4.png",
		"label": "前大灯",
		"spot": [{
			"onespot": [{
				"x": 605,
				"y": 536
			}, {
				"x": 898,
				"y": 486
			}, {
				"x": 870,
				"y": 567
			}, {
				"x": 797,
				"y": 579
			}, {
				"x": 756,
				"y": 572
			}, {
				"x": 633,
				"y": 571
			}]
		}],
		"sublabel": ["前大灯-左", "前大灯-右", "前大灯清洗泵"]
	}, {
		"code": "12",
		"img": "1.12.png",
		"label": "轮胎",
		"spot": [{
			"onespot": [{
				"x": 1003,
				"y": 487
			}, {
				"x": 1082,
				"y": 513
			}, {
				"x": 1079,
				"y": 661
			}, {
				"x": 1017,
				"y": 768
			}, {
				"x": 966,
				"y": 661
			}]
		}],
		"sublabel": ["轮胎", "钢圈", "胎压传感器"]
	}, {
		"code": "6",
		"img": "1.6.png",
		"label": "中网",
		"spot": [{
			"onespot": [{
				"x": 237,
				"y": 491
			}, {
				"x": 551,
				"y": 530
			}, {
				"x": 579,
				"y": 575
			}, {
				"x": 524,
				"y": 739
			}, {
				"x": 230,
				"y": 689
			}, {
				"x": 212,
				"y": 532
			}]
		}],
		"sublabel": ["中网", "中网徽标", "前牌照架"]
	}],
	"rs7_0006": [{
		"code": "19",
		"img": "1.19.png",
		"label": "前门玻璃",
		"spot": [{
			"onespot": [{
				"x": 1144,
				"y": 284
			}, {
				"x": 1163,
				"y": 117
			}, {
				"x": 1203,
				"y": 220
			}, {
				"x": 1171,
				"y": 266
			}]
		}],
		"sublabel": ["前门玻璃-左", "前门玻璃-右", "B柱内衬", "A柱内衬"]
	}, {
		"code": "7",
		"img": "1.7.png",
		"label": "前雾灯",
		"spot": [{
			"onespot": [{
				"x": 780,
				"y": 693
			}, {
				"x": 1022,
				"y": 660
			}, {
				"x": 1064,
				"y": 741
			}, {
				"x": 816,
				"y": 776
			}, {
				"x": 764,
				"y": 765
			}]
		}],
		"sublabel": ["前雾灯-左", "前雾灯-右", "前保险杠格栅"]
	}, {
		"code": "2",
		"img": "1.2.png",
		"label": "发动机罩",
		"spot": [{
			"onespot": [{
				"x": 503,
				"y": 254
			}, {
				"x": 1095,
				"y": 275
			}, {
				"x": 1131,
				"y": 323
			}, {
				"x": 1038,
				"y": 462
			}, {
				"x": 760,
				"y": 548
			}, {
				"x": 352,
				"y": 519
			}, {
				"x": 258,
				"y": 448
			}]
		}],
		"sublabel": ["发动机罩"]
	}, {
		"code": "1",
		"img": "1.1.png",
		"label": "前风挡玻璃",
		"spot": [{
			"onespot": [{
				"x": 712,
				"y": 142
			}, {
				"x": 1153,
				"y": 148
			}, {
				"x": 1155,
				"y": 308
			}, {
				"x": 554,
				"y": 284
			}]
		}],
		"sublabel": ["前风挡玻璃", "前风挡雨刮片"]
	}, {
		"code": "8",
		"img": "1.8.png",
		"label": "前叶子板",
		"spot": [{
			"onespot": [{
				"x": 1073,
				"y": 476
			}, {
				"x": 1161,
				"y": 340
			}, {
				"x": 1135,
				"y": 296
			}, {
				"x": 1158,
				"y": 289
			}, {
				"x": 1196,
				"y": 500
			}, {
				"x": 1167,
				"y": 436
			}, {
				"x": 1147,
				"y": 485
			}]
		}],
		"sublabel": ["前叶子板-左", "前叶子板-右", "前叶子板灯-左", "前叶子板灯-右"]
	}, {
		"code": "4",
		"img": "1.4.png",
		"label": "前大灯",
		"spot": [{
			"onespot": [{
				"x": 247,
				"y": 434
			}, {
				"x": 328,
				"y": 504
			}, {
				"x": 292,
				"y": 531
			}, {
				"x": 257,
				"y": 518
			}, {
				"x": 235,
				"y": 524
			}, {
				"x": 227,
				"y": 500
			}]
		}, {
			"onespot": [{
				"x": 781,
				"y": 541
			}, {
				"x": 1050,
				"y": 483
			}, {
				"x": 1031,
				"y": 561
			}, {
				"x": 966,
				"y": 570
			}, {
				"x": 923,
				"y": 561
			}, {
				"x": 802,
				"y": 564
			}]
		}],
		"sublabel": ["前大灯-左", "前大灯-右", "前大灯清洗泵"]
	}, {
		"code": "12",
		"img": "1.12.png",
		"label": "轮胎",
		"spot": [{
			"onespot": [{
				"x": 1092,
				"y": 532
			}, {
				"x": 1137,
				"y": 472
			}, {
				"x": 1143,
				"y": 588
			}, {
				"x": 1125,
				"y": 709
			}, {
				"x": 1082,
				"y": 671
			}]
		}],
		"sublabel": ["轮胎", "钢圈", "胎压传感器"]
	}, {
		"code": "20",
		"img": "1.20.png",
		"label": "后门玻璃",
		"spot": [{
			"onespot": [{
				"x": 1185,
				"y": 136
			}, {
				"x": 1267,
				"y": 217
			}, {
				"x": 1237,
				"y": 244
			}]
		}],
		"sublabel": ["后门玻璃-左", "后门玻璃-右", "C柱上内衬", "C柱下内衬", "侧窗玻璃"]
	}, {
		"code": "6",
		"img": "1.6.png",
		"label": "中网",
		"spot": [{
			"onespot": [{
				"x": 361,
				"y": 511
			}, {
				"x": 727,
				"y": 536
			}, {
				"x": 766,
				"y": 584
			}, {
				"x": 706,
				"y": 753
			}, {
				"x": 351,
				"y": 713
			}, {
				"x": 323,
				"y": 550
			}]
		}],
		"sublabel": ["中网", "中网徽标", "前牌照架"]
	}],
	"rs7_0007": [{
		"code": "7",
		"img": "1.7.png",
		"label": "前雾灯",
		"spot": [{
			"onespot": [{
				"x": 356,
				"y": 622
			}, {
				"x": 499,
				"y": 674
			}, {
				"x": 521,
				"y": 748
			}, {
				"x": 376,
				"y": 711
			}, {
				"x": 355,
				"y": 688
			}]
		}, {
			"onespot": [{
				"x": 1001,
				"y": 689
			}, {
				"x": 1229,
				"y": 647
			}, {
				"x": 1249,
				"y": 734
			}, {
				"x": 1025,
				"y": 774
			}, {
				"x": 979,
				"y": 764
			}]
		}],
		"sublabel": ["前雾灯-左", "前雾灯-右", "前保险杠格栅"]
	}, {
		"code": "2",
		"img": "1.2.png",
		"label": "发动机罩",
		"spot": [{
			"onespot": [{
				"x": 567,
				"y": 286
			}, {
				"x": 1196,
				"y": 297
			}, {
				"x": 1244,
				"y": 345
			}, {
				"x": 1239,
				"y": 483
			}, {
				"x": 974,
				"y": 555
			}, {
				"x": 517,
				"y": 535
			}, {
				"x": 362,
				"y": 458
			}]
		}],
		"sublabel": ["发动机罩"]
	}, {
		"code": "1",
		"img": "1.1.png",
		"label": "前风挡玻璃",
		"spot": [{
			"onespot": [{
				"x": 721,
				"y": 143
			}, {
				"x": 1172,
				"y": 148
			}, {
				"x": 1226,
				"y": 304
			}, {
				"x": 596,
				"y": 292
			}]
		}],
		"sublabel": ["前风挡玻璃", "前风挡雨刮片"]
	}, {
		"code": "4",
		"img": "1.4.png",
		"label": "前大灯",
		"spot": [{
			"onespot": [{
				"x": 355,
				"y": 449
			}, {
				"x": 486,
				"y": 517
			}, {
				"x": 455,
				"y": 551
			}, {
				"x": 392,
				"y": 535
			}, {
				"x": 370,
				"y": 544
			}, {
				"x": 346,
				"y": 521
			}]
		}, {
			"onespot": [{
				"x": 997,
				"y": 531
			}, {
				"x": 1235,
				"y": 468
			}, {
				"x": 1228,
				"y": 549
			}, {
				"x": 1173,
				"y": 567
			}, {
				"x": 1141,
				"y": 559
			}, {
				"x": 1028,
				"y": 574
			}]
		}],
		"sublabel": ["前大灯-左", "前大灯-右", "前大灯清洗泵"]
	}, {
		"code": "6",
		"img": "1.6.png",
		"label": "中网",
		"spot": [{
			"onespot": [{
				"x": 546,
				"y": 520
			}, {
				"x": 962,
				"y": 536
			}, {
				"x": 1000,
				"y": 586
			}, {
				"x": 946,
				"y": 757
			}, {
				"x": 540,
				"y": 736
			}, {
				"x": 505,
				"y": 567
			}]
		}],
		"sublabel": ["中网", "中网徽标", "前牌照架"]
	}],
	"rs7_0008": [{
		"code": "24",
		"img": "1.24.png",
		"label": "车顶总成",
		"spot": [{
			"onespot": [{
				"x": 885,
				"y": 87
			}, {
				"x": 1063,
				"y": 92
			}, {
				"x": 1068,
				"y": 126
			}, {
				"x": 878,
				"y": 129
			}]
		}],
		"sublabel": ["车顶总成", "天窗总成"]
	}, {
		"code": "7",
		"img": "1.7.png",
		"label": "前雾灯",
		"spot": [{
			"onespot": [{
				"x": 524,
				"y": 651
			}, {
				"x": 721,
				"y": 692
			}, {
				"x": 744,
				"y": 770
			}, {
				"x": 694,
				"y": 775
			}, {
				"x": 525,
				"y": 724
			}]
		}, {
			"onespot": [{
				"x": 1232,
				"y": 690
			}, {
				"x": 1416,
				"y": 634
			}, {
				"x": 1425,
				"y": 713
			}, {
				"x": 1254,
				"y": 769
			}, {
				"x": 1216,
				"y": 761
			}]
		}],
		"sublabel": ["前雾灯-左", "前雾灯-右", "前保险杠格栅"]
	}, {
		"code": "2",
		"img": "1.2.png",
		"label": "发动机罩",
		"spot": [{
			"onespot": [{
				"x": 640,
				"y": 289
			}, {
				"x": 1276,
				"y": 283
			}, {
				"x": 1421,
				"y": 464
			}, {
				"x": 1220,
				"y": 541
			}, {
				"x": 753,
				"y": 541
			}, {
				"x": 527,
				"y": 468
			}]
		}],
		"sublabel": ["发动机罩"]
	}, {
		"code": "1",
		"img": "1.1.png",
		"label": "前风挡玻璃",
		"spot": [{
			"onespot": [{
				"x": 759,
				"y": 157
			}, {
				"x": 1179,
				"y": 157
			}, {
				"x": 1257,
				"y": 282
			}, {
				"x": 699,
				"y": 285
			}]
		}],
		"sublabel": ["前风挡玻璃", "前风挡雨刮片"]
	}, {
		"code": "3",
		"img": "1.3.png",
		"label": "倒车镜总成",
		"spot": [{
			"onespot": [{
				"x": 552,
				"y": 258
			}, {
				"x": 620,
				"y": 232
			}, {
				"x": 636,
				"y": 276
			}, {
				"x": 608,
				"y": 275
			}]
		}, {
			"onespot": [{
				"x": 1317,
				"y": 231
			}, {
				"x": 1389,
				"y": 257
			}, {
				"x": 1328,
				"y": 280
			}, {
				"x": 1303,
				"y": 264
			}]
		}],
		"sublabel": ["倒车镜总成-左", "倒车镜总成-右", "倒车镜转向灯-左", "倒车镜转向灯-右"]
	}, {
		"code": "5",
		"img": "1.5.png",
		"label": "前保险杠皮",
		"spot": [{
			"onespot": [{
				"x": 585,
				"y": 594
			}, {
				"x": 671,
				"y": 601
			}, {
				"x": 679,
				"y": 638
			}, {
				"x": 587,
				"y": 628
			}, {
				"x": 1259,
				"y": 599
			}, {
				"x": 1347,
				"y": 584
			}, {
				"x": 1349,
				"y": 626
			}, {
				"x": 1264,
				"y": 640
			}]
		}],
		"sublabel": ["前保险杠皮"]
	}, {
		"code": "4",
		"img": "1.4.png",
		"label": "前大灯",
		"spot": [{
			"onespot": [{
				"x": 491,
				"y": 464
			}, {
				"x": 689,
				"y": 533
			}, {
				"x": 657,
				"y": 570
			}, {
				"x": 568,
				"y": 555
			}, {
				"x": 529,
				"y": 560
			}, {
				"x": 497,
				"y": 545
			}]
		}, {
			"onespot": [{
				"x": 1208,
				"y": 515
			}, {
				"x": 1384,
				"y": 442
			}, {
				"x": 1387,
				"y": 521
			}, {
				"x": 1352,
				"y": 546
			}, {
				"x": 1321,
				"y": 535
			}, {
				"x": 1239,
				"y": 549
			}]
		}],
		"sublabel": ["前大灯-左", "前大灯-右", "前大灯清洗泵"]
	}, {
		"code": "6",
		"img": "1.6.png",
		"label": "中网",
		"spot": [{
			"onespot": [{
				"x": 767,
				"y": 542
			}, {
				"x": 1198,
				"y": 542
			}, {
				"x": 1236,
				"y": 586
			}, {
				"x": 1162,
				"y": 742
			}, {
				"x": 777,
				"y": 744
			}, {
				"x": 725,
				"y": 579
			}]
		}],
		"sublabel": ["中网", "中网徽标", "前牌照架"]
	}],
	"rs7_0009": [{
		"code": "7",
		"img": "1.7.png",
		"label": "前雾灯",
		"spot": [{
			"onespot": [{
				"x": 751,
				"y": 667
			}, {
				"x": 982,
				"y": 700
			}, {
				"x": 1002,
				"y": 776
			}, {
				"x": 950,
				"y": 783
			}, {
				"x": 714,
				"y": 743
			}]
		}, {
			"onespot": [{
				"x": 1468,
				"y": 671
			}, {
				"x": 1590,
				"y": 615
			}, {
				"x": 1580,
				"y": 676
			}, {
				"x": 1482,
				"y": 742
			}, {
				"x": 1452,
				"y": 735
			}]
		}],
		"sublabel": ["前雾灯-左", "前雾灯-右", "前保险杠格栅"]
	}, {
		"code": "2",
		"img": "1.2.png",
		"label": "发动机罩",
		"spot": [{
			"onespot": [{
				"x": 722,
				"y": 291
			}, {
				"x": 1330,
				"y": 271
			}, {
				"x": 1569,
				"y": 436
			}, {
				"x": 1445,
				"y": 516
			}, {
				"x": 1010,
				"y": 533
			}, {
				"x": 723,
				"y": 469
			}, {
				"x": 680,
				"y": 339
			}]
		}],
		"sublabel": ["发动机罩"]
	}, {
		"code": "1",
		"img": "1.1.png",
		"label": "前风挡玻璃",
		"spot": [{
			"onespot": [{
				"x": 760,
				"y": 146
			}, {
				"x": 1204,
				"y": 143
			}, {
				"x": 1352,
				"y": 291
			}, {
				"x": 730,
				"y": 302
			}]
		}],
		"sublabel": ["前风挡玻璃", "前风挡雨刮片"]
	}, {
		"code": "4",
		"img": "1.4.png",
		"label": "前大灯",
		"spot": [{
			"onespot": [{
				"x": 706,
				"y": 483
			}, {
				"x": 966,
				"y": 543
			}, {
				"x": 932,
				"y": 588
			}, {
				"x": 815,
				"y": 573
			}, {
				"x": 784,
				"y": 579
			}, {
				"x": 732,
				"y": 570
			}]
		}, {
			"onespot": [{
				"x": 1458,
				"y": 496
			}, {
				"x": 1563,
				"y": 423
			}, {
				"x": 1574,
				"y": 499
			}, {
				"x": 1560,
				"y": 515
			}, {
				"x": 1540,
				"y": 510
			}, {
				"x": 1487,
				"y": 530
			}]
		}],
		"sublabel": ["前大灯-左", "前大灯-右", "前大灯清洗泵"]
	}, {
		"code": "6",
		"img": "1.6.png",
		"label": "中网",
		"spot": [{
			"onespot": [{
				"x": 1009,
				"y": 515
			}, {
				"x": 1407,
				"y": 493
			}, {
				"x": 1445,
				"y": 538
			}, {
				"x": 1416,
				"y": 703
			}, {
				"x": 1029,
				"y": 740
			}, {
				"x": 927,
				"y": 570
			}]
		}],
		"sublabel": ["中网", "中网徽标", "前牌照架"]
	}],
	"rs7_0010": [{
		"code": "19",
		"img": "1.19.png",
		"label": "前门玻璃",
		"spot": [{
			"onespot": [{
				"x": 639,
				"y": 218
			}, {
				"x": 676,
				"y": 106
			}, {
				"x": 756,
				"y": 278
			}, {
				"x": 726,
				"y": 264
			}, {
				"x": 695,
				"y": 220
			}]
		}],
		"sublabel": ["前门玻璃-左", "前门玻璃-右", "B柱内衬", "A柱内衬"]
	}, {
		"code": "7",
		"img": "1.7.png",
		"label": "前雾灯",
		"spot": [{
			"onespot": [{
				"x": 1013,
				"y": 656
			}, {
				"x": 1260,
				"y": 677
			}, {
				"x": 1276,
				"y": 750
			}, {
				"x": 1218,
				"y": 763
			}, {
				"x": 957,
				"y": 742
			}]
		}],
		"sublabel": ["前雾灯-左", "前雾灯-右", "前保险杠格栅"]
	}, {
		"code": "2",
		"img": "1.2.png",
		"label": "发动机罩",
		"spot": [{
			"onespot": [{
				"x": 814,
				"y": 290
			}, {
				"x": 1364,
				"y": 264
			}, {
				"x": 1675,
				"y": 421
			}, {
				"x": 1637,
				"y": 491
			}, {
				"x": 1277,
				"y": 528
			}, {
				"x": 957,
				"y": 472
			}, {
				"x": 803,
				"y": 343
			}]
		}],
		"sublabel": ["发动机罩"]
	}, {
		"code": "1",
		"img": "1.1.png",
		"label": "前风挡玻璃",
		"spot": [{
			"onespot": [{
				"x": 790,
				"y": 145
			}, {
				"x": 1201,
				"y": 138
			}, {
				"x": 1390,
				"y": 284
			}, {
				"x": 832,
				"y": 309
			}]
		}],
		"sublabel": ["前风挡玻璃", "前风挡雨刮片"]
	}, {
		"code": "23",
		"img": "1.23.png",
		"label": "燃油箱门",
		"spot": [{
			"onespot": [{
				"x": 514,
				"y": 203
			}, {
				"x": 541,
				"y": 218
			}, {
				"x": 515,
				"y": 248
			}, {
				"x": 492,
				"y": 240
			}]
		}],
		"sublabel": ["燃油箱门"]
	}, {
		"code": "8",
		"img": "1.8.png",
		"label": "前叶子板",
		"spot": [{
			"onespot": [{
				"x": 712,
				"y": 526
			}, {
				"x": 749,
				"y": 252
			}, {
				"x": 783,
				"y": 250
			}, {
				"x": 773,
				"y": 302
			}, {
				"x": 921,
				"y": 439
			}, {
				"x": 833,
				"y": 451
			}, {
				"x": 788,
				"y": 396
			}]
		}],
		"sublabel": ["前叶子板-左", "前叶子板-右", "前叶子板灯-左", "前叶子板灯-右"]
	}, {
		"code": "9",
		"img": "1.9.png",
		"label": "前门壳",
		"spot": [{
			"onespot": [{
				"x": 806,
				"y": 315
			}, {
				"x": 772,
				"y": 617
			}, {
				"x": 648,
				"y": 514
			}, {
				"x": 667,
				"y": 260
			}]
		}],
		"sublabel": ["前门壳-左", "前门壳-右", "前门外拉手-左", "前门外拉手-右", "全车锁", "前门玻璃升降机-左", "前门玻璃升降机-右"]
	}, {
		"code": "4",
		"img": "1.4.png",
		"label": "前大灯",
		"spot": [{
			"onespot": [{
				"x": 947,
				"y": 481
			}, {
				"x": 1235,
				"y": 524
			}, {
				"x": 1205,
				"y": 570
			}, {
				"x": 1081,
				"y": 565
			}, {
				"x": 1044,
				"y": 574
			}, {
				"x": 981,
				"y": 565
			}]
		}],
		"sublabel": ["前大灯-左", "前大灯-右", "前大灯清洗泵"]
	}, {
		"code": "25",
		"img": "1.25.png",
		"label": "侧门槛外板",
		"spot": [{
			"onespot": [{
				"x": 613,
				"y": 540
			}, {
				"x": 621,
				"y": 519
			}, {
				"x": 682,
				"y": 568
			}, {
				"x": 673,
				"y": 582
			}]
		}],
		"sublabel": ["侧门槛外板-左", "侧门槛外板-右"]
	}, {
		"code": "20",
		"img": "1.20.png",
		"label": "后门玻璃",
		"spot": [{
			"onespot": [{
				"x": 577,
				"y": 176
			}, {
				"x": 693,
				"y": 120
			}, {
				"x": 642,
				"y": 241
			}, {
				"x": 584,
				"y": 213
			}]
		}],
		"sublabel": ["后门玻璃-左", "后门玻璃-右", "C柱上内衬", "C柱下内衬", "侧窗玻璃"]
	}, {
		"code": "6",
		"img": "1.6.png",
		"label": "中网",
		"spot": [{
			"onespot": [{
				"x": 1264,
				"y": 516
			}, {
				"x": 1589,
				"y": 481
			}, {
				"x": 1620,
				"y": 520
			}, {
				"x": 1604,
				"y": 672
			}, {
				"x": 1313,
				"y": 721
			}, {
				"x": 1253,
				"y": 560
			}]
		}],
		"sublabel": ["中网", "中网徽标", "前牌照架"]
	}],
	"rs7_0011": [{
		"code": "19",
		"img": "1.19.png",
		"label": "前门玻璃",
		"spot": [{
			"onespot": [{
				"x": 657,
				"y": 256
			}, {
				"x": 683,
				"y": 133
			}, {
				"x": 862,
				"y": 301
			}, {
				"x": 823,
				"y": 291
			}, {
				"x": 780,
				"y": 242
			}]
		}],
		"sublabel": ["前门玻璃-左", "前门玻璃-右", "B柱内衬", "A柱内衬"]
	}, {
		"code": "7",
		"img": "1.7.png",
		"label": "前雾灯",
		"spot": [{
			"onespot": [{
				"x": 1279,
				"y": 650
			}, {
				"x": 1498,
				"y": 650
			}, {
				"x": 1512,
				"y": 716
			}, {
				"x": 1462,
				"y": 737
			}, {
				"x": 1205,
				"y": 737
			}]
		}],
		"sublabel": ["前雾灯-左", "前雾灯-右", "前保险杠格栅"]
	}, {
		"code": "2",
		"img": "1.2.png",
		"label": "发动机罩",
		"spot": [{
			"onespot": [{
				"x": 946,
				"y": 297
			}, {
				"x": 1389,
				"y": 258
			}, {
				"x": 1773,
				"y": 448
			}, {
				"x": 1530,
				"y": 507
			}, {
				"x": 1219,
				"y": 472
			}, {
				"x": 951,
				"y": 341
			}]
		}],
		"sublabel": ["发动机罩"]
	}, {
		"code": "1",
		"img": "1.1.png",
		"label": "前风挡玻璃",
		"spot": [{
			"onespot": [{
				"x": 840,
				"y": 147
			}, {
				"x": 1195,
				"y": 138
			}, {
				"x": 1412,
				"y": 273
			}, {
				"x": 950,
				"y": 311
			}]
		}],
		"sublabel": ["前风挡玻璃", "前风挡雨刮片"]
	}, {
		"code": "10",
		"img": "1.10.png",
		"label": "后门壳",
		"spot": [{
			"onespot": [{
				"x": 675,
				"y": 269
			}, {
				"x": 663,
				"y": 529
			}, {
				"x": 553,
				"y": 482
			}, {
				"x": 510,
				"y": 268
			}, {
				"x": 543,
				"y": 239
			}]
		}],
		"sublabel": ["后门壳-左", "后门壳-右", "后门外拉手-左", "后门外拉手-右", "后门玻璃升降机-左", "后门玻璃升降机-右"]
	}, {
		"code": "23",
		"img": "1.23.png",
		"label": "燃油箱门",
		"spot": [{
			"onespot": [{
				"x": 457,
				"y": 218
			}, {
				"x": 486,
				"y": 227
			}, {
				"x": 464,
				"y": 265
			}, {
				"x": 428,
				"y": 259
			}]
		}],
		"sublabel": ["燃油箱门"]
	}, {
		"code": "8",
		"img": "1.8.png",
		"label": "前叶子板",
		"spot": [{
			"onespot": [{
				"x": 865,
				"y": 591
			}, {
				"x": 887,
				"y": 290
			}, {
				"x": 931,
				"y": 284
			}, {
				"x": 942,
				"y": 334
			}, {
				"x": 1210,
				"y": 462
			}, {
				"x": 1092,
				"y": 482
			}, {
				"x": 941,
				"y": 451
			}, {
				"x": 914,
				"y": 610
			}]
		}],
		"sublabel": ["前叶子板-左", "前叶子板-右", "前叶子板灯-左", "前叶子板灯-右"]
	}, {
		"code": "9",
		"img": "1.9.png",
		"label": "前门壳",
		"spot": [{
			"onespot": [{
				"x": 910,
				"y": 316
			}, {
				"x": 896,
				"y": 626
			}, {
				"x": 663,
				"y": 529
			}, {
				"x": 675,
				"y": 269
			}]
		}],
		"sublabel": ["前门壳-左", "前门壳-右", "前门外拉手-左", "前门外拉手-右", "全车锁", "前门玻璃升降机-左", "前门玻璃升降机-右"]
	}, {
		"code": "4",
		"img": "1.4.png",
		"label": "前大灯",
		"spot": [{
			"onespot": [{
				"x": 1196,
				"y": 468
			}, {
				"x": 1481,
				"y": 499
			}, {
				"x": 1462,
				"y": 534
			}, {
				"x": 1346,
				"y": 539
			}, {
				"x": 1305,
				"y": 547
			}, {
				"x": 1243,
				"y": 542
			}]
		}],
		"sublabel": ["前大灯-左", "前大灯-右", "前大灯清洗泵"]
	}, {
		"code": "25",
		"img": "1.25.png",
		"label": "侧门槛外板",
		"spot": [{
			"onespot": [{
				"x": 650,
				"y": 546
			}, {
				"x": 656,
				"y": 525
			}, {
				"x": 765,
				"y": 576
			}, {
				"x": 759,
				"y": 588
			}]
		}],
		"sublabel": ["侧门槛外板-左", "侧门槛外板-右"]
	}, {
		"code": "20",
		"img": "1.20.png",
		"label": "后门玻璃",
		"spot": [{
			"onespot": [{
				"x": 499,
				"y": 180
			}, {
				"x": 684,
				"y": 124
			}, {
				"x": 641,
				"y": 242
			}, {
				"x": 527,
				"y": 213
			}]
		}],
		"sublabel": ["后门玻璃-左", "后门玻璃-右", "C柱上内衬", "C柱下内衬", "侧窗玻璃"]
	}, {
		"code": "6",
		"img": "1.6.png",
		"label": "中网",
		"spot": [{
			"onespot": [{
				"x": 1505,
				"y": 490
			}, {
				"x": 1722,
				"y": 401
			}, {
				"x": 1747,
				"y": 437
			}, {
				"x": 1744,
				"y": 577
			}, {
				"x": 1546,
				"y": 640
			}, {
				"x": 1483,
				"y": 495
			}]
		}],
		"sublabel": ["中网", "中网徽标", "前牌照架"]
	}],
	"rs7_0012": [{
		"code": "19",
		"img": "1.19.png",
		"label": "前门玻璃",
		"spot": [{
			"onespot": [{
				"x": 768,
				"y": 176
			}, {
				"x": 888,
				"y": 214
			}, {
				"x": 833,
				"y": 270
			}, {
				"x": 757,
				"y": 261
			}]
		}],
		"sublabel": ["前门玻璃-左", "前门玻璃-右", "B柱内衬", "A柱内衬"]
	}, {
		"code": "7",
		"img": "1.7.png",
		"label": "前雾灯",
		"spot": [{
			"onespot": [{
				"x": 1550,
				"y": 627
			}, {
				"x": 1716,
				"y": 623
			}, {
				"x": 1729,
				"y": 685
			}, {
				"x": 1685,
				"y": 702
			}, {
				"x": 1470,
				"y": 719
			}]
		}],
		"sublabel": ["前雾灯-左", "前雾灯-右", "前保险杠格栅"]
	}, {
		"code": "2",
		"img": "1.2.png",
		"label": "发动机罩",
		"spot": [{
			"onespot": [{
				"x": 1041,
				"y": 278
			}, {
				"x": 1366,
				"y": 238
			}, {
				"x": 1806,
				"y": 397
			}, {
				"x": 1687,
				"y": 459
			}, {
				"x": 1424,
				"y": 441
			}, {
				"x": 1073,
				"y": 318
			}]
		}],
		"sublabel": ["发动机罩"]
	}, {
		"code": "1",
		"img": "1.1.png",
		"label": "前风挡玻璃",
		"spot": [{
			"onespot": [{
				"x": 898,
				"y": 149
			}, {
				"x": 1168,
				"y": 131
			}, {
				"x": 1410,
				"y": 271
			}, {
				"x": 1075,
				"y": 310
			}]
		}],
		"sublabel": ["前风挡玻璃", "前风挡雨刮片"]
	}, {
		"code": "10",
		"img": "1.10.png",
		"label": "后门壳",
		"spot": [{
			"onespot": [{
				"x": 700,
				"y": 273
			}, {
				"x": 700,
				"y": 542
			}, {
				"x": 537,
				"y": 504
			}, {
				"x": 468,
				"y": 279
			}, {
				"x": 520,
				"y": 243
			}]
		}],
		"sublabel": ["后门壳-左", "后门壳-右", "后门外拉手-左", "后门外拉手-右", "后门玻璃升降机-左", "后门玻璃升降机-右"]
	}, {
		"code": "23",
		"img": "1.23.png",
		"label": "燃油箱门",
		"spot": [{
			"onespot": [{
				"x": 403,
				"y": 238
			}, {
				"x": 450,
				"y": 242
			}, {
				"x": 424,
				"y": 282
			}, {
				"x": 376,
				"y": 279
			}]
		}],
		"sublabel": ["燃油箱门"]
	}, {
		"code": "8",
		"img": "1.8.png",
		"label": "前叶子板",
		"spot": [{
			"onespot": [{
				"x": 1008,
				"y": 608
			}, {
				"x": 1022,
				"y": 306
			}, {
				"x": 1073,
				"y": 299
			}, {
				"x": 1114,
				"y": 344
			}, {
				"x": 1447,
				"y": 458
			}, {
				"x": 1318,
				"y": 487
			}, {
				"x": 1112,
				"y": 466
			}, {
				"x": 1075,
				"y": 620
			}]
		}],
		"sublabel": ["前叶子板-左", "前叶子板-右", "前叶子板灯-左", "前叶子板灯-右"]
	}, {
		"code": "9",
		"img": "1.9.png",
		"label": "前门壳",
		"spot": [{
			"onespot": [{
				"x": 1036,
				"y": 319
			}, {
				"x": 1027,
				"y": 622
			}, {
				"x": 700,
				"y": 542
			}, {
				"x": 700,
				"y": 273
			}]
		}],
		"sublabel": ["前门壳-左", "前门壳-右", "前门外拉手-左", "前门外拉手-右", "全车锁", "前门玻璃升降机-左", "前门玻璃升降机-右"]
	}, {
		"code": "4",
		"img": "1.4.png",
		"label": "前大灯",
		"spot": [{
			"onespot": [{
				"x": 1439,
				"y": 461
			}, {
				"x": 1687,
				"y": 482
			}, {
				"x": 1674,
				"y": 520
			}, {
				"x": 1586,
				"y": 528
			}, {
				"x": 1554,
				"y": 540
			}, {
				"x": 1494,
				"y": 536
			}]
		}],
		"sublabel": ["前大灯-左", "前大灯-右", "前大灯清洗泵"]
	}, {
		"code": "25",
		"img": "1.25.png",
		"label": "侧门槛外板",
		"spot": [{
			"onespot": [{
				"x": 733,
				"y": 571
			}, {
				"x": 753,
				"y": 551
			}, {
				"x": 870,
				"y": 585
			}, {
				"x": 867,
				"y": 602
			}]
		}],
		"sublabel": ["侧门槛外板-左", "侧门槛外板-右"]
	}, {
		"code": "20",
		"img": "1.20.png",
		"label": "后门玻璃",
		"spot": [{
			"onespot": [{
				"x": 434,
				"y": 182
			}, {
				"x": 691,
				"y": 120
			}, {
				"x": 664,
				"y": 243
			}, {
				"x": 488,
				"y": 220
			}]
		}],
		"sublabel": ["后门玻璃-左", "后门玻璃-右", "C柱上内衬", "C柱下内衬", "侧窗玻璃"]
	}, {
		"code": "6",
		"img": "1.6.png",
		"label": "中网",
		"spot": [{
			"onespot": [{
				"x": 1767,
				"y": 514
			}, {
				"x": 1860,
				"y": 478
			}, {
				"x": 1876,
				"y": 586
			}, {
				"x": 1796,
				"y": 635
			}]
		}],
		"sublabel": ["中网", "中网徽标", "前牌照架"]
	}],
	"rs7_0013": [{
		"code": "19",
		"img": "1.19.png",
		"label": "前门玻璃",
		"spot": [{
			"onespot": [{
				"x": 753,
				"y": 253
			}, {
				"x": 760,
				"y": 132
			}, {
				"x": 1103,
				"y": 288
			}, {
				"x": 1007,
				"y": 234
			}, {
				"x": 932,
				"y": 273
			}]
		}],
		"sublabel": ["前门玻璃-左", "前门玻璃-右", "B柱内衬", "A柱内衬"]
	}, {
		"code": "7",
		"img": "1.7.png",
		"label": "前雾灯",
		"spot": [{
			"onespot": [{
				"x": 1698,
				"y": 572
			}, {
				"x": 1804,
				"y": 563
			}, {
				"x": 1806,
				"y": 619
			}, {
				"x": 1777,
				"y": 639
			}, {
				"x": 1629,
				"y": 667
			}]
		}],
		"sublabel": ["前雾灯-左", "前雾灯-右", "前保险杠格栅"]
	}, {
		"code": "10",
		"img": "1.10.png",
		"label": "后门壳",
		"spot": [{
			"onespot": [{
				"x": 753,
				"y": 276
			}, {
				"x": 760,
				"y": 557
			}, {
				"x": 539,
				"y": 317
			}, {
				"x": 440,
				"y": 292
			}, {
				"x": 494,
				"y": 252
			}]
		}],
		"sublabel": ["后门壳-左", "后门壳-右", "后门外拉手-左", "后门外拉手-右", "后门玻璃升降机-左", "后门玻璃升降机-右"]
	}, {
		"code": "23",
		"img": "1.23.png",
		"label": "燃油箱门",
		"spot": [{
			"onespot": [{
				"x": 387,
				"y": 260
			}, {
				"x": 431,
				"y": 265
			}, {
				"x": 415,
				"y": 294
			}, {
				"x": 376,
				"y": 295
			}]
		}],
		"sublabel": ["燃油箱门"]
	}, {
		"code": "8",
		"img": "1.8.png",
		"label": "前叶子板",
		"spot": [{
			"onespot": [{
				"x": 1192,
				"y": 364
			}, {
				"x": 1576,
				"y": 436
			}, {
				"x": 1505,
				"y": 460
			}, {
				"x": 1314,
				"y": 464
			}, {
				"x": 1253,
				"y": 608
			}, {
				"x": 1186,
				"y": 603
			}]
		}],
		"sublabel": ["前叶子板-左", "前叶子板-右", "前叶子板灯-左", "前叶子板灯-右"]
	}, {
		"code": "9",
		"img": "1.9.png",
		"label": "前门壳",
		"spot": [{
			"onespot": [{
				"x": 1160,
				"y": 313
			}, {
				"x": 1162,
				"y": 613
			}, {
				"x": 760,
				"y": 557
			}, {
				"x": 753,
				"y": 276
			}]
		}],
		"sublabel": ["前门壳-左", "前门壳-右", "前门外拉手-左", "前门外拉手-右", "全车锁", "前门玻璃升降机-左", "前门玻璃升降机-右"]
	}, {
		"code": "4",
		"img": "1.4.png",
		"label": "前大灯",
		"spot": [{
			"onespot": [{
				"x": 1617,
				"y": 437
			}, {
				"x": 1797,
				"y": 447
			}, {
				"x": 1797,
				"y": 482
			}, {
				"x": 1734,
				"y": 489
			}, {
				"x": 1711,
				"y": 500
			}, {
				"x": 1659,
				"y": 500
			}]
		}],
		"sublabel": ["前大灯-左", "前大灯-右", "前大灯清洗泵"]
	}, {
		"code": "25",
		"img": "1.25.png",
		"label": "侧门槛外板",
		"spot": [{
			"onespot": [{
				"x": 778,
				"y": 561
			}, {
				"x": 938,
				"y": 585
			}, {
				"x": 939,
				"y": 601
			}, {
				"x": 809,
				"y": 589
			}]
		}],
		"sublabel": ["侧门槛外板-左", "侧门槛外板-右"]
	}, {
		"code": "20",
		"img": "1.20.png",
		"label": "后门玻璃",
		"spot": [{
			"onespot": [{
				"x": 380,
				"y": 204
			}, {
				"x": 719,
				"y": 136
			}, {
				"x": 703,
				"y": 259
			}, {
				"x": 464,
				"y": 237
			}]
		}],
		"sublabel": ["后门玻璃-左", "后门玻璃-右", "C柱上内衬", "C柱下内衬", "侧窗玻璃"]
	}],
	"rs7_0014": [{
		"code": "19",
		"img": "1.19.png",
		"label": "前门玻璃",
		"spot": [{
			"onespot": [{
				"x": 799,
				"y": 257
			}, {
				"x": 808,
				"y": 128
			}, {
				"x": 1220,
				"y": 282
			}, {
				"x": 1175,
				"y": 282
			}, {
				"x": 1122,
				"y": 233
			}, {
				"x": 1072,
				"y": 272
			}]
		}],
		"sublabel": ["前门玻璃-左", "前门玻璃-右", "B柱内衬", "A柱内衬"]
	}, {
		"code": "7",
		"img": "1.7.png",
		"label": "前雾灯",
		"spot": [{
			"onespot": [{
				"x": 1800,
				"y": 534
			}, {
				"x": 1834,
				"y": 524
			}, {
				"x": 1833,
				"y": 556
			}, {
				"x": 1777,
				"y": 586
			}]
		}],
		"sublabel": ["前雾灯-左", "前雾灯-右", "前保险杠格栅"]
	}, {
		"code": "10",
		"img": "1.10.png",
		"label": "后门壳",
		"spot": [{
			"onespot": [{
				"x": 818,
				"y": 280
			}, {
				"x": 833,
				"y": 566
			}, {
				"x": 568,
				"y": 540
			}, {
				"x": 450,
				"y": 308
			}, {
				"x": 504,
				"y": 261
			}]
		}],
		"sublabel": ["后门壳-左", "后门壳-右", "后门外拉手-左", "后门外拉手-右", "后门玻璃升降机-左", "后门玻璃升降机-右"]
	}, {
		"code": "23",
		"img": "1.23.png",
		"label": "燃油箱门",
		"spot": [{
			"onespot": [{
				"x": 370,
				"y": 279
			}, {
				"x": 426,
				"y": 280
			}, {
				"x": 418,
				"y": 317
			}, {
				"x": 354,
				"y": 315
			}]
		}],
		"sublabel": ["燃油箱门"]
	}, {
		"code": "13",
		"img": "1.13.png",
		"label": "后叶子板",
		"spot": [{
			"onespot": [{
				"x": 174,
				"y": 273
			}, {
				"x": 294,
				"y": 242
			}, {
				"x": 286,
				"y": 329
			}, {
				"x": 215,
				"y": 360
			}]
		}],
		"sublabel": ["后叶子板-左", "后叶子板-右"]
	}, {
		"code": "8",
		"img": "1.8.png",
		"label": "前叶子板",
		"spot": [{
			"onespot": [{
				"x": 1243,
				"y": 572
			}, {
				"x": 1221,
				"y": 280
			}, {
				"x": 1274,
				"y": 276
			}, {
				"x": 1349,
				"y": 316
			}, {
				"x": 1704,
				"y": 398
			}, {
				"x": 1598,
				"y": 424
			}, {
				"x": 1356,
				"y": 443
			}, {
				"x": 1311,
				"y": 580
			}]
		}],
		"sublabel": ["前叶子板-左", "前叶子板-右", "前叶子板灯-左", "前叶子板灯-右"]
	}, {
		"code": "9",
		"img": "1.9.png",
		"label": "前门壳",
		"spot": [{
			"onespot": [{
				"x": 1278,
				"y": 309
			}, {
				"x": 1278,
				"y": 600
			}, {
				"x": 833,
				"y": 566
			}, {
				"x": 818,
				"y": 280
			}]
		}],
		"sublabel": ["前门壳-左", "前门壳-右", "前门外拉手-左", "前门外拉手-右", "全车锁", "前门玻璃升降机-左", "前门玻璃升降机-右"]
	}, {
		"code": "4",
		"img": "1.4.png",
		"label": "前大灯",
		"spot": [{
			"onespot": [{
				"x": 1709,
				"y": 401
			}, {
				"x": 1833,
				"y": 400
			}, {
				"x": 1834,
				"y": 434
			}, {
				"x": 1797,
				"y": 447
			}, {
				"x": 1782,
				"y": 461
			}, {
				"x": 1752,
				"y": 457
			}]
		}],
		"sublabel": ["前大灯-左", "前大灯-右", "前大灯清洗泵"]
	}, {
		"code": "25",
		"img": "1.25.png",
		"label": "侧门槛外板",
		"spot": [{
			"onespot": [{
				"x": 851,
				"y": 566
			}, {
				"x": 1014,
				"y": 577
			}, {
				"x": 1016,
				"y": 594
			}, {
				"x": 891,
				"y": 592
			}]
		}],
		"sublabel": ["侧门槛外板-左", "侧门槛外板-右"]
	}, {
		"code": "11",
		"img": "1.11.png",
		"label": "车顶流水槽装饰条",
		"spot": [{
			"onespot": [{
				"x": 651,
				"y": 132
			}, {
				"x": 652,
				"y": 98
			}, {
				"x": 798,
				"y": 93
			}, {
				"x": 796,
				"y": 120
			}]
		}],
		"sublabel": ["车顶流水槽装饰条-左", "车顶流水槽装饰条-右", "侧围后外板-左", "侧围后外板-右", "车顶流水槽-左", "车顶流水槽-右"]
	}, {
		"code": "20",
		"img": "1.20.png",
		"label": "后门玻璃",
		"spot": [{
			"onespot": [{
				"x": 352,
				"y": 208
			}, {
				"x": 763,
				"y": 128
			}, {
				"x": 766,
				"y": 263
			}, {
				"x": 472,
				"y": 244
			}]
		}],
		"sublabel": ["后门玻璃-左", "后门玻璃-右", "C柱上内衬", "C柱下内衬", "侧窗玻璃"]
	}],
	"rs7_0015": [{
		"code": "19",
		"img": "1.19.png",
		"label": "前门玻璃",
		"spot": [{
			"onespot": [{
				"x": 921,
				"y": 257
			}, {
				"x": 887,
				"y": 130
			}, {
				"x": 1303,
				"y": 272
			}]
		}],
		"sublabel": ["前门玻璃-左", "前门玻璃-右", "B柱内衬", "A柱内衬"]
	}, {
		"code": "10",
		"img": "1.10.png",
		"label": "后门壳",
		"spot": [{
			"onespot": [{
				"x": 902,
				"y": 289
			}, {
				"x": 926,
				"y": 571
			}, {
				"x": 637,
				"y": 566
			}, {
				"x": 496,
				"y": 318
			}, {
				"x": 540,
				"y": 276
			}]
		}],
		"sublabel": ["后门壳-左", "后门壳-右", "后门外拉手-左", "后门外拉手-右", "后门玻璃升降机-左", "后门玻璃升降机-右"]
	}, {
		"code": "23",
		"img": "1.23.png",
		"label": "燃油箱门",
		"spot": [{
			"onespot": [{
				"x": 389,
				"y": 289
			}, {
				"x": 468,
				"y": 293
			}, {
				"x": 458,
				"y": 329
			}, {
				"x": 384,
				"y": 332
			}]
		}],
		"sublabel": ["燃油箱门"]
	}, {
		"code": "13",
		"img": "1.13.png",
		"label": "后叶子板",
		"spot": [{
			"onespot": [{
				"x": 149,
				"y": 321
			}, {
				"x": 274,
				"y": 293
			}, {
				"x": 254,
				"y": 384
			}, {
				"x": 186,
				"y": 390
			}]
		}],
		"sublabel": ["后叶子板-左", "后叶子板-右"]
	}, {
		"code": "8",
		"img": "1.8.png",
		"label": "前叶子板",
		"spot": [{
			"onespot": [{
				"x": 1304,
				"y": 260
			}, {
				"x": 1338,
				"y": 253
			}, {
				"x": 1405,
				"y": 286
			}, {
				"x": 1730,
				"y": 349
			}, {
				"x": 1651,
				"y": 384
			}, {
				"x": 1433,
				"y": 404
			}, {
				"x": 1390,
				"y": 538
			}, {
				"x": 1327,
				"y": 538
			}]
		}],
		"sublabel": ["前叶子板-左", "前叶子板-右", "前叶子板灯-左", "前叶子板灯-右"]
	}, {
		"code": "5",
		"img": "1.5.png",
		"label": "前保险杠皮",
		"spot": [{
			"onespot": [{
				"x": 1723,
				"y": 425
			}, {
				"x": 1767,
				"y": 454
			}, {
				"x": 1735,
				"y": 502
			}]
		}],
		"sublabel": ["前保险杠皮"]
	}, {
		"code": "9",
		"img": "1.9.png",
		"label": "前门壳",
		"spot": [{
			"onespot": [{
				"x": 1363,
				"y": 303
			}, {
				"x": 1365,
				"y": 578
			}, {
				"x": 926,
				"y": 571
			}, {
				"x": 902,
				"y": 289
			}]
		}],
		"sublabel": ["前门壳-左", "前门壳-右", "前门外拉手-左", "前门外拉手-右", "全车锁", "前门玻璃升降机-左", "前门玻璃升降机-右"]
	}, {
		"code": "25",
		"img": "1.25.png",
		"label": "侧门槛外板",
		"spot": [{
			"onespot": [{
				"x": 979,
				"y": 570
			}, {
				"x": 1142,
				"y": 570
			}, {
				"x": 1142,
				"y": 588
			}, {
				"x": 1020,
				"y": 589
			}]
		}],
		"sublabel": ["侧门槛外板-左", "侧门槛外板-右"]
	}, {
		"code": "11",
		"img": "1.11.png",
		"label": "车顶流水槽装饰条",
		"spot": [{
			"onespot": [{
				"x": 670,
				"y": 140
			}, {
				"x": 672,
				"y": 92
			}, {
				"x": 881,
				"y": 84
			}, {
				"x": 877,
				"y": 120
			}]
		}],
		"sublabel": ["车顶流水槽装饰条-左", "车顶流水槽装饰条-右", "侧围后外板-左", "侧围后外板-右", "车顶流水槽-左", "车顶流水槽-右"]
	}, {
		"code": "17",
		"img": "1.17.png",
		"label": "后保险杠皮",
		"spot": [{
			"onespot": [{
				"x": 50,
				"y": 361
			}, {
				"x": 85,
				"y": 368
			}, {
				"x": 124,
				"y": 452
			}, {
				"x": 228,
				"y": 478
			}, {
				"x": 225,
				"y": 548
			}, {
				"x": 106,
				"y": 529
			}, {
				"x": 38,
				"y": 455
			}]
		}],
		"sublabel": ["后保险杠皮"]
	}, {
		"code": "20",
		"img": "1.20.png",
		"label": "后门玻璃",
		"spot": [{
			"onespot": [{
				"x": 375,
				"y": 222
			}, {
				"x": 826,
				"y": 130
			}, {
				"x": 844,
				"y": 266
			}, {
				"x": 516,
				"y": 260
			}]
		}],
		"sublabel": ["后门玻璃-左", "后门玻璃-右", "C柱上内衬", "C柱下内衬", "侧窗玻璃"]
	}],
	"rs7_0016": [{
		"code": "19",
		"img": "1.19.png",
		"label": "前门玻璃",
		"spot": [{
			"onespot": [{
				"x": 984,
				"y": 254
			}, {
				"x": 935,
				"y": 123
			}, {
				"x": 1335,
				"y": 257
			}]
		}],
		"sublabel": ["前门玻璃-左", "前门玻璃-右", "B柱内衬", "A柱内衬"]
	}, {
		"code": "10",
		"img": "1.10.png",
		"label": "后门壳",
		"spot": [{
			"onespot": [{
				"x": 1004,
				"y": 288
			}, {
				"x": 1024,
				"y": 570
			}, {
				"x": 743,
				"y": 587
			}, {
				"x": 586,
				"y": 330
			}, {
				"x": 618,
				"y": 282
			}]
		}],
		"sublabel": ["后门壳-左", "后门壳-右", "后门外拉手-左", "后门外拉手-右", "后门玻璃升降机-左", "后门玻璃升降机-右"]
	}, {
		"code": "23",
		"img": "1.23.png",
		"label": "燃油箱门",
		"spot": [{
			"onespot": [{
				"x": 463,
				"y": 309
			}, {
				"x": 544,
				"y": 302
			}, {
				"x": 548,
				"y": 351
			}, {
				"x": 470,
				"y": 355
			}]
		}],
		"sublabel": ["燃油箱门"]
	}, {
		"code": "13",
		"img": "1.13.png",
		"label": "后叶子板",
		"spot": [{
			"onespot": [{
				"x": 182,
				"y": 310
			}, {
				"x": 348,
				"y": 300
			}, {
				"x": 341,
				"y": 412
			}, {
				"x": 235,
				"y": 413
			}]
		}],
		"sublabel": ["后叶子板-左", "后叶子板-右"]
	}, {
		"code": "8",
		"img": "1.8.png",
		"label": "前叶子板",
		"spot": [{
			"onespot": [{
				"x": 1446,
				"y": 322
			}, {
				"x": 1592,
				"y": 349
			}, {
				"x": 1501,
				"y": 398
			}, {
				"x": 1435,
				"y": 527
			}]
		}],
		"sublabel": ["前叶子板-左", "前叶子板-右", "前叶子板灯-左", "前叶子板灯-右"]
	}, {
		"code": "9",
		"img": "1.9.png",
		"label": "前门壳",
		"spot": [{
			"onespot": [{
				"x": 1418,
				"y": 289
			}, {
				"x": 1418,
				"y": 553
			}, {
				"x": 1024,
				"y": 570
			}, {
				"x": 1004,
				"y": 288
			}]
		}],
		"sublabel": ["前门壳-左", "前门壳-右", "前门外拉手-左", "前门外拉手-右", "全车锁", "前门玻璃升降机-左", "前门玻璃升降机-右"]
	}, {
		"code": "25",
		"img": "1.25.png",
		"label": "侧门槛外板",
		"spot": [{
			"onespot": [{
				"x": 1077,
				"y": 590
			}, {
				"x": 1240,
				"y": 582
			}, {
				"x": 1243,
				"y": 610
			}, {
				"x": 1019,
				"y": 623
			}]
		}],
		"sublabel": ["侧门槛外板-左", "侧门槛外板-右"]
	}, {
		"code": "11",
		"img": "1.11.png",
		"label": "车顶流水槽装饰条",
		"spot": [{
			"onespot": [{
				"x": 795,
				"y": 132
			}, {
				"x": 786,
				"y": 106
			}, {
				"x": 997,
				"y": 98
			}, {
				"x": 997,
				"y": 122
			}]
		}],
		"sublabel": ["车顶流水槽装饰条-左", "车顶流水槽装饰条-右", "侧围后外板-左", "侧围后外板-右", "车顶流水槽-左", "车顶流水槽-右"]
	}, {
		"code": "20",
		"img": "1.20.png",
		"label": "后门玻璃",
		"spot": [{
			"onespot": [{
				"x": 428,
				"y": 218
			}, {
				"x": 877,
				"y": 128
			}, {
				"x": 914,
				"y": 259
			}, {
				"x": 578,
				"y": 257
			}]
		}],
		"sublabel": ["后门玻璃-左", "后门玻璃-右", "C柱上内衬", "C柱下内衬", "侧窗玻璃"]
	}],
	"rs7_0017": [{
		"code": "19",
		"img": "1.19.png",
		"label": "前门玻璃",
		"spot": [{
			"onespot": [{
				"x": 1070,
				"y": 261
			}, {
				"x": 1003,
				"y": 130
			}, {
				"x": 1302,
				"y": 225
			}, {
				"x": 1295,
				"y": 260
			}]
		}],
		"sublabel": ["前门玻璃-左", "前门玻璃-右", "B柱内衬", "A柱内衬"]
	}, {
		"code": "10",
		"img": "1.10.png",
		"label": "后门壳",
		"spot": [{
			"onespot": [{
				"x": 1092,
				"y": 288
			}, {
				"x": 1114,
				"y": 564
			}, {
				"x": 870,
				"y": 594
			}, {
				"x": 720,
				"y": 339
			}, {
				"x": 736,
				"y": 292
			}]
		}],
		"sublabel": ["后门壳-左", "后门壳-右", "后门外拉手-左", "后门外拉手-右", "后门玻璃升降机-左", "后门玻璃升降机-右"]
	}, {
		"code": "23",
		"img": "1.23.png",
		"label": "燃油箱门",
		"spot": [{
			"onespot": [{
				"x": 584,
				"y": 312
			}, {
				"x": 672,
				"y": 311
			}, {
				"x": 682,
				"y": 360
			}, {
				"x": 604,
				"y": 364
			}]
		}],
		"sublabel": ["燃油箱门"]
	}, {
		"code": "14",
		"img": "1.14.png",
		"label": "后风挡玻璃",
		"spot": [{
			"onespot": [{
				"x": 476,
				"y": 144
			}, {
				"x": 610,
				"y": 172
			}, {
				"x": 304,
				"y": 283
			}, {
				"x": 166,
				"y": 256
			}]
		}],
		"sublabel": ["后风挡玻璃", "高位刹车灯", "举升门雨刮片", "后风挡雨刮片"]
	}, {
		"code": "13",
		"img": "1.13.png",
		"label": "后叶子板",
		"spot": [{
			"onespot": [{
				"x": 297,
				"y": 334
			}, {
				"x": 475,
				"y": 306
			}, {
				"x": 535,
				"y": 399
			}, {
				"x": 409,
				"y": 473
			}]
		}],
		"sublabel": ["后叶子板-左", "后叶子板-右"]
	}, {
		"code": "8",
		"img": "1.8.png",
		"label": "前叶子板",
		"spot": [{
			"onespot": [{
				"x": 1333,
				"y": 242
			}, {
				"x": 1355,
				"y": 238
			}, {
				"x": 1610,
				"y": 307
			}, {
				"x": 1581,
				"y": 335
			}, {
				"x": 1460,
				"y": 359
			}, {
				"x": 1420,
				"y": 486
			}, {
				"x": 1379,
				"y": 468
			}]
		}],
		"sublabel": ["前叶子板-左", "前叶子板-右", "前叶子板灯-左", "前叶子板灯-右"]
	}, {
		"code": "9",
		"img": "1.9.png",
		"label": "前门壳",
		"spot": [{
			"onespot": [{
				"x": 1430,
				"y": 280
			}, {
				"x": 1432,
				"y": 524
			}, {
				"x": 1114,
				"y": 564
			}, {
				"x": 1092,
				"y": 288
			}]
		}],
		"sublabel": ["前门壳-左", "前门壳-右", "前门外拉手-左", "前门外拉手-右", "全车锁", "前门玻璃升降机-左", "前门玻璃升降机-右"]
	}, {
		"code": "25",
		"img": "1.25.png",
		"label": "侧门槛外板",
		"spot": [{
			"onespot": [{
				"x": 1160,
				"y": 589
			}, {
				"x": 1303,
				"y": 571
			}, {
				"x": 1304,
				"y": 591
			}, {
				"x": 1103,
				"y": 612
			}]
		}],
		"sublabel": ["侧门槛外板-左", "侧门槛外板-右"]
	}, {
		"code": "16",
		"img": "1.16.png",
		"label": "尾灯",
		"spot": [{
			"onespot": [{
				"x": 68,
				"y": 343
			}, {
				"x": 208,
				"y": 380
			}, {
				"x": 247,
				"y": 432
			}, {
				"x": 108,
				"y": 422
			}]
		}],
		"sublabel": ["尾灯-左", "尾灯-右", "内尾灯-左", "内尾灯-右", "外尾灯-左", "外尾灯-右"]
	}, {
		"code": "20",
		"img": "1.20.png",
		"label": "后门玻璃",
		"spot": [{
			"onespot": [{
				"x": 538,
				"y": 234
			}, {
				"x": 948,
				"y": 130
			}, {
				"x": 1004,
				"y": 266
			}, {
				"x": 703,
				"y": 269
			}]
		}],
		"sublabel": ["后门玻璃-左", "后门玻璃-右", "C柱上内衬", "C柱下内衬", "侧窗玻璃"]
	}],
	"rs7_0018": [{
		"code": "19",
		"img": "1.19.png",
		"label": "前门玻璃",
		"spot": [{
			"onespot": [{
				"x": 1135,
				"y": 254
			}, {
				"x": 1062,
				"y": 128
			}, {
				"x": 1307,
				"y": 225
			}, {
				"x": 1302,
				"y": 248
			}]
		}],
		"sublabel": ["前门玻璃-左", "前门玻璃-右", "B柱内衬", "A柱内衬"]
	}, {
		"code": "10",
		"img": "1.10.png",
		"label": "后门壳",
		"spot": [{
			"onespot": [{
				"x": 1174,
				"y": 281
			}, {
				"x": 1195,
				"y": 549
			}, {
				"x": 1006,
				"y": 589
			}, {
				"x": 888,
				"y": 345
			}, {
				"x": 883,
				"y": 297
			}]
		}],
		"sublabel": ["后门壳-左", "后门壳-右", "后门外拉手-左", "后门外拉手-右", "后门玻璃升降机-左", "后门玻璃升降机-右"]
	}, {
		"code": "23",
		"img": "1.23.png",
		"label": "燃油箱门",
		"spot": [{
			"onespot": [{
				"x": 767,
				"y": 321
			}, {
				"x": 841,
				"y": 316
			}, {
				"x": 864,
				"y": 365
			}, {
				"x": 797,
				"y": 373
			}]
		}],
		"sublabel": ["燃油箱门"]
	}, {
		"code": "14",
		"img": "1.14.png",
		"label": "后风挡玻璃",
		"spot": [{
			"onespot": [{
				"x": 498,
				"y": 150
			}, {
				"x": 744,
				"y": 180
			}, {
				"x": 476,
				"y": 305
			}, {
				"x": 198,
				"y": 273
			}]
		}],
		"sublabel": ["后风挡玻璃", "高位刹车灯", "举升门雨刮片", "后风挡雨刮片"]
	}, {
		"code": "13",
		"img": "1.13.png",
		"label": "后叶子板",
		"spot": [{
			"onespot": [{
				"x": 511,
				"y": 356
			}, {
				"x": 655,
				"y": 325
			}, {
				"x": 706,
				"y": 408
			}, {
				"x": 595,
				"y": 485
			}]
		}],
		"sublabel": ["后叶子板-左", "后叶子板-右"]
	}, {
		"code": "8",
		"img": "1.8.png",
		"label": "前叶子板",
		"spot": [{
			"onespot": [{
				"x": 1382,
				"y": 254
			}, {
				"x": 1532,
				"y": 284
			}, {
				"x": 1530,
				"y": 325
			}, {
				"x": 1446,
				"y": 361
			}, {
				"x": 1419,
				"y": 469
			}, {
				"x": 1394,
				"y": 473
			}]
		}],
		"sublabel": ["前叶子板-左", "前叶子板-右", "前叶子板灯-左", "前叶子板灯-右"]
	}, {
		"code": "9",
		"img": "1.9.png",
		"label": "前门壳",
		"spot": [{
			"onespot": [{
				"x": 1419,
				"y": 273
			}, {
				"x": 1413,
				"y": 501
			}, {
				"x": 1195,
				"y": 549
			}, {
				"x": 1174,
				"y": 281
			}]
		}],
		"sublabel": ["前门壳-左", "前门壳-右", "前门外拉手-左", "前门外拉手-右", "全车锁", "前门玻璃升降机-左", "前门玻璃升降机-右"]
	}, {
		"code": "25",
		"img": "1.25.png",
		"label": "侧门槛外板",
		"spot": [{
			"onespot": [{
				"x": 1221,
				"y": 566
			}, {
				"x": 1306,
				"y": 545
			}, {
				"x": 1309,
				"y": 567
			}, {
				"x": 1193,
				"y": 598
			}]
		}],
		"sublabel": ["侧门槛外板-左", "侧门槛外板-右"]
	}, {
		"code": "16",
		"img": "1.16.png",
		"label": "尾灯",
		"spot": [{
			"onespot": [{
				"x": 200,
				"y": 378
			}, {
				"x": 415,
				"y": 413
			}, {
				"x": 458,
				"y": 470
			}, {
				"x": 265,
				"y": 467
			}]
		}],
		"sublabel": ["尾灯-左", "尾灯-右", "内尾灯-左", "内尾灯-右", "外尾灯-左", "外尾灯-右"]
	}, {
		"code": "20",
		"img": "1.20.png",
		"label": "后门玻璃",
		"spot": [{
			"onespot": [{
				"x": 688,
				"y": 232
			}, {
				"x": 1022,
				"y": 125
			}, {
				"x": 1083,
				"y": 255
			}, {
				"x": 849,
				"y": 267
			}]
		}],
		"sublabel": ["后门玻璃-左", "后门玻璃-右", "C柱上内衬", "C柱下内衬", "侧窗玻璃"]
	}],
	"rs7_0019": [{
		"code": "19",
		"img": "1.19.png",
		"label": "前门玻璃",
		"spot": [{
			"onespot": [{
				"x": 1126,
				"y": 121
			}, {
				"x": 1295,
				"y": 221
			}, {
				"x": 1288,
				"y": 242
			}, {
				"x": 1192,
				"y": 243
			}]
		}],
		"sublabel": ["前门玻璃-左", "前门玻璃-右", "B柱内衬", "A柱内衬"]
	}, {
		"code": "10",
		"img": "1.10.png",
		"label": "后门壳",
		"spot": [{
			"onespot": [{
				"x": 1230,
				"y": 275
			}, {
				"x": 1246,
				"y": 539
			}, {
				"x": 1246,
				"y": 542
			}, {
				"x": 1143,
				"y": 581
			}, {
				"x": 1142,
				"y": 297
			}]
		}],
		"sublabel": ["后门壳-左", "后门壳-右", "后门外拉手-左", "后门外拉手-右", "后门玻璃升降机-左", "后门玻璃升降机-右"]
	}, {
		"code": "23",
		"img": "1.23.png",
		"label": "燃油箱门",
		"spot": [{
			"onespot": [{
				"x": 969,
				"y": 327
			}, {
				"x": 1018,
				"y": 317
			}, {
				"x": 1046,
				"y": 361
			}, {
				"x": 1002,
				"y": 374
			}]
		}],
		"sublabel": ["燃油箱门"]
	}, {
		"code": "14",
		"img": "1.14.png",
		"label": "后风挡玻璃",
		"spot": [{
			"onespot": [{
				"x": 520,
				"y": 163
			}, {
				"x": 905,
				"y": 181
			}, {
				"x": 728,
				"y": 313
			}, {
				"x": 285,
				"y": 287
			}]
		}],
		"sublabel": ["后风挡玻璃", "高位刹车灯", "举升门雨刮片", "后风挡雨刮片"]
	}, {
		"code": "13",
		"img": "1.13.png",
		"label": "后叶子板",
		"spot": [{
			"onespot": [{
				"x": 799,
				"y": 346
			}, {
				"x": 922,
				"y": 331
			}, {
				"x": 954,
				"y": 421
			}, {
				"x": 869,
				"y": 469
			}]
		}],
		"sublabel": ["后叶子板-左", "后叶子板-右"]
	}, {
		"code": "8",
		"img": "1.8.png",
		"label": "前叶子板",
		"spot": [{
			"onespot": [{
				"x": 1350,
				"y": 258
			}, {
				"x": 1408,
				"y": 256
			}, {
				"x": 1356,
				"y": 454
			}]
		}],
		"sublabel": ["前叶子板-左", "前叶子板-右", "前叶子板灯-左", "前叶子板灯-右"]
	}, {
		"code": "9",
		"img": "1.9.png",
		"label": "前门壳",
		"spot": [{
			"onespot": [{
				"x": 1362,
				"y": 272
			}, {
				"x": 1368,
				"y": 475
			}, {
				"x": 1246,
				"y": 539
			}, {
				"x": 1230,
				"y": 275
			}]
		}],
		"sublabel": ["前门壳-左", "前门壳-右", "前门外拉手-左", "前门外拉手-右", "全车锁", "前门玻璃升降机-左", "前门玻璃升降机-右"]
	}, {
		"code": "25",
		"img": "1.25.png",
		"label": "侧门槛外板",
		"spot": [{
			"onespot": [{
				"x": 1256,
				"y": 557
			}, {
				"x": 1329,
				"y": 518
			}, {
				"x": 1341,
				"y": 536
			}, {
				"x": 1263,
				"y": 579
			}]
		}],
		"sublabel": ["侧门槛外板-左", "侧门槛外板-右"]
	}, {
		"code": "16",
		"img": "1.16.png",
		"label": "尾灯",
		"spot": [{
			"onespot": [{
				"x": 475,
				"y": 393
			}, {
				"x": 744,
				"y": 422
			}, {
				"x": 782,
				"y": 477
			}, {
				"x": 566,
				"y": 475
			}]
		}, {
			"onespot": [{
				"x": 136,
				"y": 358
			}, {
				"x": 205,
				"y": 364
			}, {
				"x": 166,
				"y": 424
			}, {
				"x": 139,
				"y": 418
			}]
		}],
		"sublabel": ["尾灯-左", "尾灯-右", "内尾灯-左", "内尾灯-右", "外尾灯-左", "外尾灯-右"]
	}, {
		"code": "15",
		"img": "1.15.png",
		"label": "行李箱盖",
		"spot": [{
			"onespot": [{
				"x": 266,
				"y": 342
			}, {
				"x": 494,
				"y": 355
			}, {
				"x": 470,
				"y": 514
			}, {
				"x": 232,
				"y": 491
			}]
		}],
		"sublabel": ["行李箱盖", "行李箱盖徽标", "行李箱盖牌照板", "后牌照板灯", "行李箱盖锁芯"]
	}, {
		"code": "20",
		"img": "1.20.png",
		"label": "后门玻璃",
		"spot": [{
			"onespot": [{
				"x": 879,
				"y": 224
			}, {
				"x": 1089,
				"y": 110
			}, {
				"x": 1152,
				"y": 237
			}, {
				"x": 1009,
				"y": 256
			}]
		}],
		"sublabel": ["后门玻璃-左", "后门玻璃-右", "C柱上内衬", "C柱下内衬", "侧窗玻璃"]
	}],
	"rs7_0020": [{
		"code": "14",
		"img": "1.14.png",
		"label": "后风挡玻璃",
		"spot": [{
			"onespot": [{
				"x": 583,
				"y": 174
			}, {
				"x": 1076,
				"y": 181
			}, {
				"x": 1014,
				"y": 318
			}, {
				"x": 448,
				"y": 302
			}]
		}],
		"sublabel": ["后风挡玻璃", "高位刹车灯", "举升门雨刮片", "后风挡雨刮片"]
	}, {
		"code": "13",
		"img": "1.13.png",
		"label": "后叶子板",
		"spot": [{
			"onespot": [{
				"x": 1085,
				"y": 310
			}, {
				"x": 1148,
				"y": 351
			}, {
				"x": 1068,
				"y": 371
			}]
		}],
		"sublabel": ["后叶子板-左", "后叶子板-右"]
	}, {
		"code": "16",
		"img": "1.16.png",
		"label": "尾灯",
		"spot": [{
			"onespot": [{
				"x": 817,
				"y": 417
			}, {
				"x": 1087,
				"y": 434
			}, {
				"x": 1118,
				"y": 489
			}, {
				"x": 911,
				"y": 497
			}]
		}, {
			"onespot": [{
				"x": 279,
				"y": 402
			}, {
				"x": 432,
				"y": 406
			}, {
				"x": 365,
				"y": 471
			}, {
				"x": 287,
				"y": 452
			}]
		}],
		"sublabel": ["尾灯-左", "尾灯-右", "内尾灯-左", "内尾灯-右", "外尾灯-左", "外尾灯-右"]
	}, {
		"code": "17",
		"img": "1.17.png",
		"label": "后保险杠皮",
		"spot": [{
			"onespot": [{
				"x": 467,
				"y": 567
			}, {
				"x": 810,
				"y": 594
			}, {
				"x": 797,
				"y": 653
			}, {
				"x": 452,
				"y": 627
			}]
		}],
		"sublabel": ["后保险杠皮"]
	}, {
		"code": "15",
		"img": "1.15.png",
		"label": "行李箱盖",
		"spot": [{
			"onespot": [{
				"x": 495,
				"y": 362
			}, {
				"x": 788,
				"y": 373
			}, {
				"x": 797,
				"y": 529
			}, {
				"x": 465,
				"y": 510
			}]
		}],
		"sublabel": ["行李箱盖", "行李箱盖徽标", "行李箱盖牌照板", "后牌照板灯", "行李箱盖锁芯"]
	}],
	"rs7_0021": [{
		"code": "24",
		"img": "1.24.png",
		"label": "车顶总成",
		"spot": [{
			"onespot": [{
				"x": 704,
				"y": 143
			}, {
				"x": 730,
				"y": 112
			}, {
				"x": 1131,
				"y": 110
			}, {
				"x": 1169,
				"y": 143
			}]
		}],
		"sublabel": ["车顶总成", "天窗总成"]
	}, {
		"code": "14",
		"img": "1.14.png",
		"label": "后风挡玻璃",
		"spot": [{
			"onespot": [{
				"x": 710,
				"y": 176
			}, {
				"x": 1226,
				"y": 177
			}, {
				"x": 1284,
				"y": 314
			}, {
				"x": 670,
				"y": 312
			}]
		}],
		"sublabel": ["后风挡玻璃", "高位刹车灯", "举升门雨刮片", "后风挡雨刮片"]
	}, {
		"code": "13",
		"img": "1.13.png",
		"label": "后叶子板",
		"spot": [{
			"onespot": [{
				"x": 1333,
				"y": 299
			}, {
				"x": 1399,
				"y": 361
			}, {
				"x": 1347,
				"y": 342
			}]
		}, {
			"onespot": [{
				"x": 600,
				"y": 291
			}, {
				"x": 614,
				"y": 349
			}, {
				"x": 560,
				"y": 353
			}]
		}],
		"sublabel": ["后叶子板-左", "后叶子板-右"]
	}, {
		"code": "16",
		"img": "1.16.png",
		"label": "尾灯",
		"spot": [{
			"onespot": [{
				"x": 1184,
				"y": 413
			}, {
				"x": 1360,
				"y": 412
			}, {
				"x": 1380,
				"y": 453
			}, {
				"x": 1257,
				"y": 470
			}]
		}, {
			"onespot": [{
				"x": 498,
				"y": 470
			}, {
				"x": 508,
				"y": 424
			}, {
				"x": 742,
				"y": 410
			}, {
				"x": 646,
				"y": 488
			}]
		}],
		"sublabel": ["尾灯-左", "尾灯-右", "内尾灯-左", "内尾灯-右", "外尾灯-左", "外尾灯-右"]
	}, {
		"code": "17",
		"img": "1.17.png",
		"label": "后保险杠皮",
		"spot": [{
			"onespot": [{
				"x": 659,
				"y": 562
			}, {
				"x": 1238,
				"y": 571
			}, {
				"x": 1242,
				"y": 653
			}, {
				"x": 642,
				"y": 663
			}]
		}],
		"sublabel": ["后保险杠皮"]
	}, {
		"code": "15",
		"img": "1.15.png",
		"label": "行李箱盖",
		"spot": [{
			"onespot": [{
				"x": 627,
				"y": 298
			}, {
				"x": 1230,
				"y": 299
			}, {
				"x": 1276,
				"y": 342
			}, {
				"x": 1281,
				"y": 363
			}, {
				"x": 1188,
				"y": 558
			}, {
				"x": 680,
				"y": 553
			}, {
				"x": 580,
				"y": 382
			}, {
				"x": 584,
				"y": 338
			}]
		}],
		"sublabel": ["行李箱盖", "行李箱盖徽标", "行李箱盖牌照板", "后牌照板灯", "行李箱盖锁芯"]
	}],
	"rs7_0022": [{
		"code": "14",
		"img": "1.14.png",
		"label": "后风挡玻璃",
		"spot": [{
			"onespot": [{
				"x": 858,
				"y": 182
			}, {
				"x": 1344,
				"y": 171
			}, {
				"x": 1502,
				"y": 306
			}, {
				"x": 935,
				"y": 318
			}]
		}],
		"sublabel": ["后风挡玻璃", "高位刹车灯", "举升门雨刮片", "后风挡雨刮片"]
	}, {
		"code": "13",
		"img": "1.13.png",
		"label": "后叶子板",
		"spot": [{
			"onespot": [{
				"x": 864,
				"y": 280
			}, {
				"x": 934,
				"y": 375
			}, {
				"x": 857,
				"y": 390
			}]
		}],
		"sublabel": ["后叶子板-左", "后叶子板-右"]
	}, {
		"code": "16",
		"img": "1.16.png",
		"label": "尾灯",
		"spot": [{
			"onespot": [{
				"x": 1456,
				"y": 390
			}, {
				"x": 1598,
				"y": 390
			}, {
				"x": 1596,
				"y": 443
			}, {
				"x": 1515,
				"y": 456
			}]
		}, {
			"onespot": [{
				"x": 803,
				"y": 418
			}, {
				"x": 1076,
				"y": 407
			}, {
				"x": 978,
				"y": 489
			}, {
				"x": 772,
				"y": 480
			}]
		}],
		"sublabel": ["尾灯-左", "尾灯-右", "内尾灯-左", "内尾灯-右", "外尾灯-左", "外尾灯-右"]
	}, {
		"code": "15",
		"img": "1.15.png",
		"label": "行李箱盖",
		"spot": [{
			"onespot": [{
				"x": 1138,
				"y": 328
			}, {
				"x": 1479,
				"y": 314
			}, {
				"x": 1506,
				"y": 511
			}, {
				"x": 1154,
				"y": 533
			}]
		}],
		"sublabel": ["行李箱盖", "行李箱盖徽标", "行李箱盖牌照板", "后牌照板灯", "行李箱盖锁芯"]
	}],
	"rs7_0023": [{
		"code": "19",
		"img": "1.19.png",
		"label": "前门玻璃",
		"spot": [{
			"onespot": [{
				"x": 567,
				"y": 234
			}, {
				"x": 744,
				"y": 119
			}, {
				"x": 667,
				"y": 245
			}]
		}],
		"sublabel": ["前门玻璃-左", "前门玻璃-右", "B柱内衬", "A柱内衬"]
	}, {
		"code": "10",
		"img": "1.10.png",
		"label": "后门壳",
		"spot": [{
			"onespot": [{
				"x": 696,
				"y": 274
			}, {
				"x": 892,
				"y": 298
			}, {
				"x": 868,
				"y": 343
			}, {
				"x": 787,
				"y": 582
			}, {
				"x": 674,
				"y": 532
			}]
		}],
		"sublabel": ["后门壳-左", "后门壳-右", "后门外拉手-左", "后门外拉手-右", "后门玻璃升降机-左", "后门玻璃升降机-右"]
	}, {
		"code": "14",
		"img": "1.14.png",
		"label": "后风挡玻璃",
		"spot": [{
			"onespot": [{
				"x": 1022,
				"y": 181
			}, {
				"x": 1410,
				"y": 162
			}, {
				"x": 1650,
				"y": 288
			}, {
				"x": 1198,
				"y": 313
			}]
		}],
		"sublabel": ["后风挡玻璃", "高位刹车灯", "举升门雨刮片", "后风挡雨刮片"]
	}, {
		"code": "13",
		"img": "1.13.png",
		"label": "后叶子板",
		"spot": [{
			"onespot": [{
				"x": 1066,
				"y": 260
			}, {
				"x": 1181,
				"y": 346
			}, {
				"x": 1041,
				"y": 343
			}]
		}],
		"sublabel": ["后叶子板-左", "后叶子板-右"]
	}, {
		"code": "8",
		"img": "1.8.png",
		"label": "前叶子板",
		"spot": [{
			"onespot": [{
				"x": 593,
				"y": 263
			}, {
				"x": 541,
				"y": 448
			}, {
				"x": 469,
				"y": 290
			}, {
				"x": 457,
				"y": 266
			}]
		}],
		"sublabel": ["前叶子板-左", "前叶子板-右", "前叶子板灯-左", "前叶子板灯-右"]
	}, {
		"code": "9",
		"img": "1.9.png",
		"label": "前门壳",
		"spot": [{
			"onespot": [{
				"x": 558,
				"y": 268
			}, {
				"x": 696,
				"y": 274
			}, {
				"x": 674,
				"y": 532
			}, {
				"x": 552,
				"y": 474
			}]
		}],
		"sublabel": ["前门壳-左", "前门壳-右", "前门外拉手-左", "前门外拉手-右", "全车锁", "前门玻璃升降机-左", "前门玻璃升降机-右"]
	}, {
		"code": "16",
		"img": "1.16.png",
		"label": "尾灯",
		"spot": [{
			"onespot": [{
				"x": 1694,
				"y": 354
			}, {
				"x": 1765,
				"y": 341
			}, {
				"x": 1761,
				"y": 406
			}, {
				"x": 1733,
				"y": 409
			}]
		}, {
			"onespot": [{
				"x": 1159,
				"y": 405
			}, {
				"x": 1418,
				"y": 381
			}, {
				"x": 1329,
				"y": 464
			}, {
				"x": 1117,
				"y": 462
			}]
		}],
		"sublabel": ["尾灯-左", "尾灯-右", "内尾灯-左", "内尾灯-右", "外尾灯-左", "外尾灯-右"]
	}, {
		"code": "12",
		"img": "1.12.png",
		"label": "轮胎",
		"spot": [{
			"onespot": [{
				"x": 469,
				"y": 323
			}, {
				"x": 496,
				"y": 390
			}, {
				"x": 506,
				"y": 471
			}, {
				"x": 475,
				"y": 498
			}, {
				"x": 450,
				"y": 439
			}]
		}],
		"sublabel": ["轮胎", "钢圈", "胎压传感器"]
	}, {
		"code": "20",
		"img": "1.20.png",
		"label": "后门玻璃",
		"spot": [{
			"onespot": [{
				"x": 657,
				"y": 239
			}, {
				"x": 727,
				"y": 112
			}, {
				"x": 930,
				"y": 228
			}, {
				"x": 810,
				"y": 261
			}]
		}],
		"sublabel": ["后门玻璃-左", "后门玻璃-右", "C柱上内衬", "C柱下内衬", "侧窗玻璃"]
	}],
	"rs7_0024": [{
		"code": "19",
		"img": "1.19.png",
		"label": "前门玻璃",
		"spot": [{
			"onespot": [{
				"x": 553,
				"y": 211
			}, {
				"x": 801,
				"y": 112
			}, {
				"x": 723,
				"y": 240
			}, {
				"x": 561,
				"y": 236
			}]
		}],
		"sublabel": ["前门玻璃-左", "前门玻璃-右", "B柱内衬", "A柱内衬"]
	}, {
		"code": "10",
		"img": "1.10.png",
		"label": "后门壳",
		"spot": [{
			"onespot": [{
				"x": 773,
				"y": 284
			}, {
				"x": 1033,
				"y": 298
			}, {
				"x": 1027,
				"y": 344
			}, {
				"x": 904,
				"y": 593
			}, {
				"x": 732,
				"y": 553
			}]
		}],
		"sublabel": ["后门壳-左", "后门壳-右", "后门外拉手-左", "后门外拉手-右", "后门玻璃升降机-左", "后门玻璃升降机-右"]
	}, {
		"code": "14",
		"img": "1.14.png",
		"label": "后风挡玻璃",
		"spot": [{
			"onespot": [{
				"x": 1170,
				"y": 178
			}, {
				"x": 1433,
				"y": 155
			}, {
				"x": 1728,
				"y": 274
			}, {
				"x": 1430,
				"y": 305
			}]
		}],
		"sublabel": ["后风挡玻璃", "高位刹车灯", "举升门雨刮片", "后风挡雨刮片"]
	}, {
		"code": "13",
		"img": "1.13.png",
		"label": "后叶子板",
		"spot": [{
			"onespot": [{
				"x": 1182,
				"y": 244
			}, {
				"x": 1315,
				"y": 306
			}, {
				"x": 1178,
				"y": 356
			}]
		}],
		"sublabel": ["后叶子板-左", "后叶子板-右"]
	}, {
		"code": "8",
		"img": "1.8.png",
		"label": "前叶子板",
		"spot": [{
			"onespot": [{
				"x": 344,
				"y": 299
			}, {
				"x": 486,
				"y": 275
			}, {
				"x": 490,
				"y": 471
			}, {
				"x": 465,
				"y": 465
			}, {
				"x": 396,
				"y": 310
			}, {
				"x": 360,
				"y": 326
			}]
		}],
		"sublabel": ["前叶子板-左", "前叶子板-右", "前叶子板灯-左", "前叶子板灯-右"]
	}, {
		"code": "9",
		"img": "1.9.png",
		"label": "前门壳",
		"spot": [{
			"onespot": [{
				"x": 530,
				"y": 277
			}, {
				"x": 773,
				"y": 284
			}, {
				"x": 732,
				"y": 553
			}, {
				"x": 518,
				"y": 497
			}]
		}],
		"sublabel": ["前门壳-左", "前门壳-右", "前门外拉手-左", "前门外拉手-右", "全车锁", "前门玻璃升降机-左", "前门玻璃升降机-右"]
	}, {
		"code": "16",
		"img": "1.16.png",
		"label": "尾灯",
		"spot": [{
			"onespot": [{
				"x": 1374,
				"y": 451
			}, {
				"x": 1409,
				"y": 398
			}, {
				"x": 1630,
				"y": 362
			}, {
				"x": 1566,
				"y": 448
			}]
		}],
		"sublabel": ["尾灯-左", "尾灯-右", "内尾灯-左", "内尾灯-右", "外尾灯-左", "外尾灯-右"]
	}, {
		"code": "12",
		"img": "1.12.png",
		"label": "轮胎",
		"spot": [{
			"onespot": [{
				"x": 412,
				"y": 300
			}, {
				"x": 464,
				"y": 389
			}, {
				"x": 456,
				"y": 479
			}, {
				"x": 387,
				"y": 471
			}, {
				"x": 367,
				"y": 380
			}]
		}],
		"sublabel": ["轮胎", "钢圈", "胎压传感器"]
	}, {
		"code": "20",
		"img": "1.20.png",
		"label": "后门玻璃",
		"spot": [{
			"onespot": [{
				"x": 833,
				"y": 132
			}, {
				"x": 1159,
				"y": 243
			}, {
				"x": 1002,
				"y": 276
			}, {
				"x": 780,
				"y": 262
			}]
		}],
		"sublabel": ["后门玻璃-左", "后门玻璃-右", "C柱上内衬", "C柱下内衬", "侧窗玻璃"]
	}],
	"rs7_0025": [{
		"code": "19",
		"img": "1.19.png",
		"label": "前门玻璃",
		"spot": [{
			"onespot": [{
				"x": 552,
				"y": 219
			}, {
				"x": 853,
				"y": 116
			}, {
				"x": 779,
				"y": 254
			}, {
				"x": 556,
				"y": 253
			}]
		}],
		"sublabel": ["前门玻璃-左", "前门玻璃-右", "B柱内衬", "A柱内衬"]
	}, {
		"code": "10",
		"img": "1.10.png",
		"label": "后门壳",
		"spot": [{
			"onespot": [{
				"x": 820,
				"y": 287
			}, {
				"x": 1164,
				"y": 295
			}, {
				"x": 1174,
				"y": 340
			}, {
				"x": 1032,
				"y": 595
			}, {
				"x": 796,
				"y": 562
			}]
		}],
		"sublabel": ["后门壳-左", "后门壳-右", "后门外拉手-左", "后门外拉手-右", "后门玻璃升降机-左", "后门玻璃升降机-右"]
	}, {
		"code": "14",
		"img": "1.14.png",
		"label": "后风挡玻璃",
		"spot": [{
			"onespot": [{
				"x": 1292,
				"y": 176
			}, {
				"x": 1452,
				"y": 152
			}, {
				"x": 1764,
				"y": 262
			}, {
				"x": 1598,
				"y": 293
			}]
		}],
		"sublabel": ["后风挡玻璃", "高位刹车灯", "举升门雨刮片", "后风挡雨刮片"]
	}, {
		"code": "13",
		"img": "1.13.png",
		"label": "后叶子板",
		"spot": [{
			"onespot": [{
				"x": 1429,
				"y": 272
			}, {
				"x": 1598,
				"y": 329
			}, {
				"x": 1478,
				"y": 419
			}]
		}],
		"sublabel": ["后叶子板-左", "后叶子板-右"]
	}, {
		"code": "8",
		"img": "1.8.png",
		"label": "前叶子板",
		"spot": [{
			"onespot": [{
				"x": 198,
				"y": 269
			}, {
				"x": 386,
				"y": 225
			}, {
				"x": 437,
				"y": 201
			}, {
				"x": 453,
				"y": 204
			}, {
				"x": 411,
				"y": 451
			}, {
				"x": 380,
				"y": 446
			}, {
				"x": 331,
				"y": 314
			}, {
				"x": 227,
				"y": 301
			}]
		}],
		"sublabel": ["前叶子板-左", "前叶子板-右", "前叶子板灯-左", "前叶子板灯-右"]
	}, {
		"code": "9",
		"img": "1.9.png",
		"label": "前门壳",
		"spot": [{
			"onespot": [{
				"x": 523,
				"y": 284
			}, {
				"x": 820,
				"y": 287
			}, {
				"x": 798,
				"y": 561
			}, {
				"x": 496,
				"y": 516
			}]
		}],
		"sublabel": ["前门壳-左", "前门壳-右", "前门外拉手-左", "前门外拉手-右", "全车锁", "前门玻璃升降机-左", "前门玻璃升降机-右"]
	}, {
		"code": "25",
		"img": "1.25.png",
		"label": "侧门槛外板",
		"spot": [{
			"onespot": [{
				"x": 644,
				"y": 556
			}, {
				"x": 773,
				"y": 580
			}, {
				"x": 770,
				"y": 604
			}, {
				"x": 620,
				"y": 586
			}]
		}],
		"sublabel": ["侧门槛外板-左", "侧门槛外板-右"]
	}, {
		"code": "16",
		"img": "1.16.png",
		"label": "尾灯",
		"spot": [{
			"onespot": [{
				"x": 1617,
				"y": 378
			}, {
				"x": 1771,
				"y": 337
			}, {
				"x": 1732,
				"y": 419
			}, {
				"x": 1575,
				"y": 433
			}]
		}],
		"sublabel": ["尾灯-左", "尾灯-右", "内尾灯-左", "内尾灯-右", "外尾灯-左", "外尾灯-右"]
	}, {
		"code": "12",
		"img": "1.12.png",
		"label": "轮胎",
		"spot": [{
			"onespot": [{
				"x": 336,
				"y": 346
			}, {
				"x": 400,
				"y": 407
			}, {
				"x": 400,
				"y": 545
			}, {
				"x": 298,
				"y": 526
			}, {
				"x": 273,
				"y": 420
			}]
		}],
		"sublabel": ["轮胎", "钢圈", "胎压传感器"]
	}, {
		"code": "20",
		"img": "1.20.png",
		"label": "后门玻璃",
		"spot": [{
			"onespot": [{
				"x": 836,
				"y": 260
			}, {
				"x": 889,
				"y": 131
			}, {
				"x": 1289,
				"y": 235
			}, {
				"x": 1118,
				"y": 269
			}]
		}],
		"sublabel": ["后门玻璃-左", "后门玻璃-右", "C柱上内衬", "C柱下内衬", "侧窗玻璃"]
	}],
	"rs7_0026": [{
		"code": "19",
		"img": "1.19.png",
		"label": "前门玻璃",
		"spot": [{
			"onespot": [{
				"x": 565,
				"y": 224
			}, {
				"x": 898,
				"y": 120
			}, {
				"x": 833,
				"y": 254
			}, {
				"x": 571,
				"y": 253
			}]
		}],
		"sublabel": ["前门玻璃-左", "前门玻璃-右", "B柱内衬", "A柱内衬"]
	}, {
		"code": "10",
		"img": "1.10.png",
		"label": "后门壳",
		"spot": [{
			"onespot": [{
				"x": 889,
				"y": 289
			}, {
				"x": 1269,
				"y": 289
			}, {
				"x": 1294,
				"y": 335
			}, {
				"x": 1156,
				"y": 583
			}, {
				"x": 870,
				"y": 569
			}]
		}],
		"sublabel": ["后门壳-左", "后门壳-右", "后门外拉手-左", "后门外拉手-右", "后门玻璃升降机-左", "后门玻璃升降机-右"]
	}, {
		"code": "13",
		"img": "1.13.png",
		"label": "后叶子板",
		"spot": [{
			"onespot": [{
				"x": 1485,
				"y": 246
			}, {
				"x": 1646,
				"y": 322
			}, {
				"x": 1520,
				"y": 410
			}]
		}],
		"sublabel": ["后叶子板-左", "后叶子板-右"]
	}, {
		"code": "8",
		"img": "1.8.png",
		"label": "前叶子板",
		"spot": [{
			"onespot": [{
				"x": 190,
				"y": 322
			}, {
				"x": 393,
				"y": 275
			}, {
				"x": 482,
				"y": 242
			}, {
				"x": 515,
				"y": 252
			}, {
				"x": 473,
				"y": 505
			}, {
				"x": 429,
				"y": 503
			}, {
				"x": 429,
				"y": 472
			}, {
				"x": 365,
				"y": 353
			}, {
				"x": 233,
				"y": 348
			}]
		}],
		"sublabel": ["前叶子板-左", "前叶子板-右", "前叶子板灯-左", "前叶子板灯-右"]
	}, {
		"code": "9",
		"img": "1.9.png",
		"label": "前门壳",
		"spot": [{
			"onespot": [{
				"x": 509,
				"y": 284
			}, {
				"x": 889,
				"y": 289
			}, {
				"x": 870,
				"y": 569
			}, {
				"x": 498,
				"y": 542
			}]
		}],
		"sublabel": ["前门壳-左", "前门壳-右", "前门外拉手-左", "前门外拉手-右", "全车锁", "前门玻璃升降机-左", "前门玻璃升降机-右"]
	}, {
		"code": "25",
		"img": "1.25.png",
		"label": "侧门槛外板",
		"spot": [{
			"onespot": [{
				"x": 717,
				"y": 581
			}, {
				"x": 850,
				"y": 591
			}, {
				"x": 850,
				"y": 615
			}, {
				"x": 707,
				"y": 606
			}]
		}],
		"sublabel": ["侧门槛外板-左", "侧门槛外板-右"]
	}, {
		"code": "12",
		"img": "1.12.png",
		"label": "轮胎",
		"spot": [{
			"onespot": [{
				"x": 328,
				"y": 355
			}, {
				"x": 410,
				"y": 440
			}, {
				"x": 409,
				"y": 561
			}, {
				"x": 253,
				"y": 533
			}, {
				"x": 233,
				"y": 420
			}]
		}],
		"sublabel": ["轮胎", "钢圈", "胎压传感器"]
	}, {
		"code": "20",
		"img": "1.20.png",
		"label": "后门玻璃",
		"spot": [{
			"onespot": [{
				"x": 908,
				"y": 250
			}, {
				"x": 955,
				"y": 119
			}, {
				"x": 1405,
				"y": 216
			}, {
				"x": 1238,
				"y": 256
			}]
		}],
		"sublabel": ["后门玻璃-左", "后门玻璃-右", "C柱上内衬", "C柱下内衬", "侧窗玻璃"]
	}],
	"rs7_0027": [{
		"code": "19",
		"img": "1.19.png",
		"label": "前门玻璃",
		"spot": [{
			"onespot": [{
				"x": 519,
				"y": 264
			}, {
				"x": 944,
				"y": 119
			}, {
				"x": 892,
				"y": 253
			}]
		}],
		"sublabel": ["前门玻璃-左", "前门玻璃-右", "B柱内衬", "A柱内衬"]
	}, {
		"code": "10",
		"img": "1.10.png",
		"label": "后门壳",
		"spot": [{
			"onespot": [{
				"x": 962,
				"y": 288
			}, {
				"x": 1352,
				"y": 282
			}, {
				"x": 1382,
				"y": 326
			}, {
				"x": 1229,
				"y": 578
			}, {
				"x": 946,
				"y": 573
			}]
		}],
		"sublabel": ["后门壳-左", "后门壳-右", "后门外拉手-左", "后门外拉手-右", "后门玻璃升降机-左", "后门玻璃升降机-右"]
	}, {
		"code": "13",
		"img": "1.13.png",
		"label": "后叶子板",
		"spot": [{
			"onespot": [{
				"x": 1543,
				"y": 214
			}, {
				"x": 1692,
				"y": 285
			}, {
				"x": 1598,
				"y": 363
			}]
		}],
		"sublabel": ["后叶子板-左", "后叶子板-右"]
	}, {
		"code": "8",
		"img": "1.8.png",
		"label": "前叶子板",
		"spot": [{
			"onespot": [{
				"x": 384,
				"y": 349
			}, {
				"x": 496,
				"y": 343
			}, {
				"x": 510,
				"y": 546
			}, {
				"x": 451,
				"y": 401
			}]
		}],
		"sublabel": ["前叶子板-左", "前叶子板-右", "前叶子板灯-左", "前叶子板灯-右"]
	}, {
		"code": "9",
		"img": "1.9.png",
		"label": "前门壳",
		"spot": [{
			"onespot": [{
				"x": 563,
				"y": 355
			}, {
				"x": 916,
				"y": 351
			}, {
				"x": 905,
				"y": 540
			}, {
				"x": 588,
				"y": 541
			}]
		}],
		"sublabel": ["前门壳-左", "前门壳-右", "前门外拉手-左", "前门外拉手-右", "全车锁", "前门玻璃升降机-左", "前门玻璃升降机-右"]
	}, {
		"code": "25",
		"img": "1.25.png",
		"label": "侧门槛外板",
		"spot": [{
			"onespot": [{
				"x": 763,
				"y": 588
			}, {
				"x": 921,
				"y": 592
			}, {
				"x": 916,
				"y": 615
			}, {
				"x": 740,
				"y": 613
			}]
		}],
		"sublabel": ["侧门槛外板-左", "侧门槛外板-右"]
	}, {
		"code": "11",
		"img": "1.11.png",
		"label": "车顶流水槽装饰条",
		"spot": [{
			"onespot": [{
				"x": 937,
				"y": 125
			}, {
				"x": 941,
				"y": 88
			}, {
				"x": 1164,
				"y": 91
			}, {
				"x": 1161,
				"y": 128
			}]
		}],
		"sublabel": ["车顶流水槽装饰条-左", "车顶流水槽装饰条-右", "侧围后外板-左", "侧围后外板-右", "车顶流水槽-左", "车顶流水槽-右"]
	}, {
		"code": "12",
		"img": "1.12.png",
		"label": "轮胎",
		"spot": [{
			"onespot": [{
				"x": 286,
				"y": 377
			}, {
				"x": 399,
				"y": 466
			}, {
				"x": 387,
				"y": 595
			}, {
				"x": 206,
				"y": 573
			}, {
				"x": 189,
				"y": 438
			}]
		}],
		"sublabel": ["轮胎", "钢圈", "胎压传感器"]
	}, {
		"code": "20",
		"img": "1.20.png",
		"label": "后门玻璃",
		"spot": [{
			"onespot": [{
				"x": 979,
				"y": 244
			}, {
				"x": 1005,
				"y": 120
			}, {
				"x": 1460,
				"y": 205
			}, {
				"x": 1312,
				"y": 255
			}]
		}],
		"sublabel": ["后门玻璃-左", "后门玻璃-右", "C柱上内衬", "C柱下内衬", "侧窗玻璃"]
	}],
	"rs7_0028": [{
		"code": "19",
		"img": "1.19.png",
		"label": "前门玻璃",
		"spot": [{
			"onespot": [{
				"x": 582,
				"y": 277
			}, {
				"x": 1012,
				"y": 136
			}, {
				"x": 974,
				"y": 262
			}]
		}],
		"sublabel": ["前门玻璃-左", "前门玻璃-右", "B柱内衬", "A柱内衬"]
	}, {
		"code": "10",
		"img": "1.10.png",
		"label": "后门壳",
		"spot": [{
			"onespot": [{
				"x": 1036,
				"y": 288
			}, {
				"x": 1402,
				"y": 275
			}, {
				"x": 1438,
				"y": 319
			}, {
				"x": 1300,
				"y": 563
			}, {
				"x": 1016,
				"y": 573
			}]
		}],
		"sublabel": ["后门壳-左", "后门壳-右", "后门外拉手-左", "后门外拉手-右", "后门玻璃升降机-左", "后门玻璃升降机-右"]
	}, {
		"code": "13",
		"img": "1.13.png",
		"label": "后叶子板",
		"spot": [{
			"onespot": [{
				"x": 1605,
				"y": 258
			}, {
				"x": 1732,
				"y": 331
			}, {
				"x": 1668,
				"y": 389
			}]
		}],
		"sublabel": ["后叶子板-左", "后叶子板-右"]
	}, {
		"code": "8",
		"img": "1.8.png",
		"label": "前叶子板",
		"spot": [{
			"onespot": [{
				"x": 135,
				"y": 376
			}, {
				"x": 452,
				"y": 315
			}, {
				"x": 537,
				"y": 271
			}, {
				"x": 584,
				"y": 278
			}, {
				"x": 556,
				"y": 564
			}, {
				"x": 491,
				"y": 565
			}, {
				"x": 400,
				"y": 395
			}, {
				"x": 227,
				"y": 404
			}]
		}],
		"sublabel": ["前叶子板-左", "前叶子板-右", "前叶子板灯-左", "前叶子板灯-右"]
	}, {
		"code": "5",
		"img": "1.5.png",
		"label": "前保险杠皮",
		"spot": [{
			"onespot": [{
				"x": 80,
				"y": 464
			}, {
				"x": 163,
				"y": 422
			}, {
				"x": 138,
				"y": 548
			}]
		}],
		"sublabel": ["前保险杠皮"]
	}, {
		"code": "9",
		"img": "1.9.png",
		"label": "前门壳",
		"spot": [{
			"onespot": [{
				"x": 571,
				"y": 301
			}, {
				"x": 1036,
				"y": 288
			}, {
				"x": 1016,
				"y": 573
			}, {
				"x": 571,
				"y": 582
			}]
		}],
		"sublabel": ["前门壳-左", "前门壳-右", "前门外拉手-左", "前门外拉手-右", "全车锁", "前门玻璃升降机-左", "前门玻璃升降机-右"]
	}, {
		"code": "25",
		"img": "1.25.png",
		"label": "侧门槛外板",
		"spot": [{
			"onespot": [{
				"x": 914,
				"y": 600
			}, {
				"x": 1108,
				"y": 594
			}, {
				"x": 1107,
				"y": 627
			}, {
				"x": 887,
				"y": 626
			}]
		}],
		"sublabel": ["侧门槛外板-左", "侧门槛外板-右"]
	}, {
		"code": "11",
		"img": "1.11.png",
		"label": "车顶流水槽装饰条",
		"spot": [{
			"onespot": [{
				"x": 982,
				"y": 130
			}, {
				"x": 979,
				"y": 93
			}, {
				"x": 1187,
				"y": 96
			}, {
				"x": 1193,
				"y": 128
			}]
		}],
		"sublabel": ["车顶流水槽装饰条-左", "车顶流水槽装饰条-右", "侧围后外板-左", "侧围后外板-右", "车顶流水槽-左", "车顶流水槽-右"]
	}, {
		"code": "12",
		"img": "1.12.png",
		"label": "轮胎",
		"spot": [{
			"onespot": [{
				"x": 293,
				"y": 391
			}, {
				"x": 427,
				"y": 466
			}, {
				"x": 427,
				"y": 612
			}, {
				"x": 225,
				"y": 617
			}, {
				"x": 194,
				"y": 464
			}]
		}],
		"sublabel": ["轮胎", "钢圈", "胎压传感器"]
	}, {
		"code": "17",
		"img": "1.17.png",
		"label": "后保险杠皮",
		"spot": [{
			"onespot": [{
				"x": 1590,
				"y": 514
			}, {
				"x": 1713,
				"y": 479
			}, {
				"x": 1755,
				"y": 401
			}, {
				"x": 1813,
				"y": 378
			}, {
				"x": 1821,
				"y": 490
			}, {
				"x": 1735,
				"y": 565
			}, {
				"x": 1580,
				"y": 576
			}]
		}],
		"sublabel": ["后保险杠皮"]
	}, {
		"code": "20",
		"img": "1.20.png",
		"label": "后门玻璃",
		"spot": [{
			"onespot": [{
				"x": 1027,
				"y": 249
			}, {
				"x": 1044,
				"y": 126
			}, {
				"x": 1484,
				"y": 208
			}, {
				"x": 1350,
				"y": 245
			}]
		}],
		"sublabel": ["后门玻璃-左", "后门玻璃-右", "C柱上内衬", "C柱下内衬", "侧窗玻璃"]
	}],
	"rs7_0029": [{
		"code": "19",
		"img": "1.19.png",
		"label": "前门玻璃",
		"spot": [{
			"onespot": [{
				"x": 637,
				"y": 282
			}, {
				"x": 1053,
				"y": 130
			}, {
				"x": 1030,
				"y": 259
			}]
		}],
		"sublabel": ["前门玻璃-左", "前门玻璃-右", "B柱内衬", "A柱内衬"]
	}, {
		"code": "10",
		"img": "1.10.png",
		"label": "后门壳",
		"spot": [{
			"onespot": [{
				"x": 1092,
				"y": 287
			}, {
				"x": 1434,
				"y": 267
			}, {
				"x": 1470,
				"y": 307
			}, {
				"x": 1346,
				"y": 547
			}, {
				"x": 1080,
				"y": 569
			}]
		}],
		"sublabel": ["后门壳-左", "后门壳-右", "后门外拉手-左", "后门外拉手-右", "后门玻璃升降机-左", "后门玻璃升降机-右"]
	}, {
		"code": "13",
		"img": "1.13.png",
		"label": "后叶子板",
		"spot": [{
			"onespot": [{
				"x": 1580,
				"y": 260
			}, {
				"x": 1728,
				"y": 309
			}, {
				"x": 1674,
				"y": 378
			}]
		}],
		"sublabel": ["后叶子板-左", "后叶子板-右"]
	}, {
		"code": "8",
		"img": "1.8.png",
		"label": "前叶子板",
		"spot": [{
			"onespot": [{
				"x": 162,
				"y": 408
			}, {
				"x": 518,
				"y": 326
			}, {
				"x": 591,
				"y": 287
			}, {
				"x": 640,
				"y": 295
			}, {
				"x": 619,
				"y": 582
			}, {
				"x": 554,
				"y": 586
			}, {
				"x": 481,
				"y": 435
			}, {
				"x": 269,
				"y": 437
			}]
		}],
		"sublabel": ["前叶子板-左", "前叶子板-右", "前叶子板灯-左", "前叶子板灯-右"]
	}, {
		"code": "9",
		"img": "1.9.png",
		"label": "前门壳",
		"spot": [{
			"onespot": [{
				"x": 629,
				"y": 306
			}, {
				"x": 1092,
				"y": 287
			}, {
				"x": 1080,
				"y": 570
			}, {
				"x": 633,
				"y": 597
			}]
		}],
		"sublabel": ["前门壳-左", "前门壳-右", "前门外拉手-左", "前门外拉手-右", "全车锁", "前门玻璃升降机-左", "前门玻璃升降机-右"]
	}, {
		"code": "4",
		"img": "1.4.png",
		"label": "前大灯",
		"spot": [{
			"onespot": [{
				"x": 43,
				"y": 405
			}, {
				"x": 152,
				"y": 403
			}, {
				"x": 115,
				"y": 460
			}, {
				"x": 82,
				"y": 461
			}, {
				"x": 39,
				"y": 440
			}]
		}],
		"sublabel": ["前大灯-左", "前大灯-右", "前大灯清洗泵"]
	}, {
		"code": "25",
		"img": "1.25.png",
		"label": "侧门槛外板",
		"spot": [{
			"onespot": [{
				"x": 890,
				"y": 602
			}, {
				"x": 1058,
				"y": 588
			}, {
				"x": 1068,
				"y": 621
			}, {
				"x": 896,
				"y": 629
			}]
		}],
		"sublabel": ["侧门槛外板-左", "侧门槛外板-右"]
	}, {
		"code": "11",
		"img": "1.11.png",
		"label": "车顶流水槽装饰条",
		"spot": [{
			"onespot": [{
				"x": 1043,
				"y": 131
			}, {
				"x": 1036,
				"y": 98
			}, {
				"x": 1228,
				"y": 87
			}, {
				"x": 1228,
				"y": 126
			}]
		}],
		"sublabel": ["车顶流水槽装饰条-左", "车顶流水槽装饰条-右", "侧围后外板-左", "侧围后外板-右", "车顶流水槽-左", "车顶流水槽-右"]
	}, {
		"code": "12",
		"img": "1.12.png",
		"label": "轮胎",
		"spot": [{
			"onespot": [{
				"x": 347,
				"y": 418
			}, {
				"x": 490,
				"y": 494
			}, {
				"x": 474,
				"y": 657
			}, {
				"x": 247,
				"y": 657
			}, {
				"x": 229,
				"y": 493
			}]
		}],
		"sublabel": ["轮胎", "钢圈", "胎压传感器"]
	}, {
		"code": "20",
		"img": "1.20.png",
		"label": "后门玻璃",
		"spot": [{
			"onespot": [{
				"x": 1080,
				"y": 254
			}, {
				"x": 1080,
				"y": 125
			}, {
				"x": 1495,
				"y": 203
			}, {
				"x": 1379,
				"y": 240
			}]
		}],
		"sublabel": ["后门玻璃-左", "后门玻璃-右", "C柱上内衬", "C柱下内衬", "侧窗玻璃"]
	}],
	"rs7_0030": [{
		"code": "19",
		"img": "1.19.png",
		"label": "前门玻璃",
		"spot": [{
			"onespot": [{
				"x": 670,
				"y": 287
			}, {
				"x": 1062,
				"y": 126
			}, {
				"x": 1045,
				"y": 259
			}]
		}],
		"sublabel": ["前门玻璃-左", "前门玻璃-右", "B柱内衬", "A柱内衬"]
	}, {
		"code": "7",
		"img": "1.7.png",
		"label": "前雾灯",
		"spot": [{
			"onespot": [{
				"x": 56,
				"y": 550
			}, {
				"x": 127,
				"y": 558
			}, {
				"x": 197,
				"y": 644
			}, {
				"x": 73,
				"y": 619
			}, {
				"x": 57,
				"y": 594
			}]
		}],
		"sublabel": ["前雾灯-左", "前雾灯-右", "前保险杠格栅"]
	}, {
		"code": "10",
		"img": "1.10.png",
		"label": "后门壳",
		"spot": [{
			"onespot": [{
				"x": 1139,
				"y": 284
			}, {
				"x": 1442,
				"y": 261
			}, {
				"x": 1482,
				"y": 298
			}, {
				"x": 1375,
				"y": 536
			}, {
				"x": 1129,
				"y": 565
			}]
		}],
		"sublabel": ["后门壳-左", "后门壳-右", "后门外拉手-左", "后门外拉手-右", "后门玻璃升降机-左", "后门玻璃升降机-右"]
	}, {
		"code": "13",
		"img": "1.13.png",
		"label": "后叶子板",
		"spot": [{
			"onespot": [{
				"x": 1590,
				"y": 232
			}, {
				"x": 1697,
				"y": 310
			}, {
				"x": 1643,
				"y": 345
			}]
		}],
		"sublabel": ["后叶子板-左", "后叶子板-右"]
	}, {
		"code": "8",
		"img": "1.8.png",
		"label": "前叶子板",
		"spot": [{
			"onespot": [{
				"x": 208,
				"y": 420
			}, {
				"x": 573,
				"y": 336
			}, {
				"x": 641,
				"y": 283
			}, {
				"x": 695,
				"y": 291
			}, {
				"x": 684,
				"y": 594
			}, {
				"x": 611,
				"y": 600
			}, {
				"x": 534,
				"y": 432
			}, {
				"x": 322,
				"y": 448
			}]
		}],
		"sublabel": ["前叶子板-左", "前叶子板-右", "前叶子板灯-左", "前叶子板灯-右"]
	}, {
		"code": "9",
		"img": "1.9.png",
		"label": "前门壳",
		"spot": [{
			"onespot": [{
				"x": 699,
				"y": 312
			}, {
				"x": 1139,
				"y": 284
			}, {
				"x": 1129,
				"y": 565
			}, {
				"x": 700,
				"y": 603
			}]
		}],
		"sublabel": ["前门壳-左", "前门壳-右", "前门外拉手-左", "前门外拉手-右", "全车锁", "前门玻璃升降机-左", "前门玻璃升降机-右"]
	}, {
		"code": "4",
		"img": "1.4.png",
		"label": "前大灯",
		"spot": [{
			"onespot": [{
				"x": 53,
				"y": 435
			}, {
				"x": 202,
				"y": 428
			}, {
				"x": 164,
				"y": 494
			}, {
				"x": 121,
				"y": 498
			}, {
				"x": 102,
				"y": 479
			}, {
				"x": 56,
				"y": 470
			}]
		}],
		"sublabel": ["前大灯-左", "前大灯-右", "前大灯清洗泵"]
	}, {
		"code": "25",
		"img": "1.25.png",
		"label": "侧门槛外板",
		"spot": [{
			"onespot": [{
				"x": 976,
				"y": 601
			}, {
				"x": 1133,
				"y": 582
			}, {
				"x": 1139,
				"y": 618
			}, {
				"x": 921,
				"y": 642
			}]
		}],
		"sublabel": ["侧门槛外板-左", "侧门槛外板-右"]
	}, {
		"code": "12",
		"img": "1.12.png",
		"label": "轮胎",
		"spot": [{
			"onespot": [{
				"x": 411,
				"y": 449
			}, {
				"x": 552,
				"y": 505
			}, {
				"x": 531,
				"y": 690
			}, {
				"x": 299,
				"y": 669
			}, {
				"x": 306,
				"y": 498
			}]
		}],
		"sublabel": ["轮胎", "钢圈", "胎压传感器"]
	}, {
		"code": "20",
		"img": "1.20.png",
		"label": "后门玻璃",
		"spot": [{
			"onespot": [{
				"x": 1122,
				"y": 259
			}, {
				"x": 1110,
				"y": 132
			}, {
				"x": 1472,
				"y": 207
			}, {
				"x": 1381,
				"y": 243
			}]
		}],
		"sublabel": ["后门玻璃-左", "后门玻璃-右", "C柱上内衬", "C柱下内衬", "侧窗玻璃"]
	}],
	"rs7_0031": [{
		"code": "19",
		"img": "1.19.png",
		"label": "前门玻璃",
		"spot": [{
			"onespot": [{
				"x": 753,
				"y": 294
			}, {
				"x": 1106,
				"y": 132
			}, {
				"x": 1105,
				"y": 259
			}]
		}],
		"sublabel": ["前门玻璃-左", "前门玻璃-右", "B柱内衬", "A柱内衬"]
	}, {
		"code": "7",
		"img": "1.7.png",
		"label": "前雾灯",
		"spot": [{
			"onespot": [{
				"x": 83,
				"y": 569
			}, {
				"x": 186,
				"y": 576
			}, {
				"x": 263,
				"y": 667
			}, {
				"x": 109,
				"y": 645
			}, {
				"x": 79,
				"y": 618
			}]
		}],
		"sublabel": ["前雾灯-左", "前雾灯-右", "前保险杠格栅"]
	}, {
		"code": "10",
		"img": "1.10.png",
		"label": "后门壳",
		"spot": [{
			"onespot": [{
				"x": 1176,
				"y": 283
			}, {
				"x": 1440,
				"y": 257
			}, {
				"x": 1482,
				"y": 295
			}, {
				"x": 1388,
				"y": 520
			}, {
				"x": 1168,
				"y": 559
			}]
		}],
		"sublabel": ["后门壳-左", "后门壳-右", "后门外拉手-左", "后门外拉手-右", "后门玻璃升降机-左", "后门玻璃升降机-右"]
	}, {
		"code": "13",
		"img": "1.13.png",
		"label": "后叶子板",
		"spot": [{
			"onespot": [{
				"x": 1574,
				"y": 236
			}, {
				"x": 1670,
				"y": 295
			}, {
				"x": 1620,
				"y": 322
			}]
		}],
		"sublabel": ["后叶子板-左", "后叶子板-右"]
	}, {
		"code": "8",
		"img": "1.8.png",
		"label": "前叶子板",
		"spot": [{
			"onespot": [{
				"x": 277,
				"y": 434
			}, {
				"x": 645,
				"y": 335
			}, {
				"x": 697,
				"y": 292
			}, {
				"x": 743,
				"y": 296
			}, {
				"x": 750,
				"y": 599
			}, {
				"x": 681,
				"y": 612
			}, {
				"x": 600,
				"y": 443
			}, {
				"x": 394,
				"y": 462
			}]
		}],
		"sublabel": ["前叶子板-左", "前叶子板-右", "前叶子板灯-左", "前叶子板灯-右"]
	}, {
		"code": "9",
		"img": "1.9.png",
		"label": "前门壳",
		"spot": [{
			"onespot": [{
				"x": 764,
				"y": 315
			}, {
				"x": 1176,
				"y": 283
			}, {
				"x": 1168,
				"y": 559
			}, {
				"x": 766,
				"y": 617
			}]
		}],
		"sublabel": ["前门壳-左", "前门壳-右", "前门外拉手-左", "前门外拉手-右", "全车锁", "前门玻璃升降机-左", "前门玻璃升降机-右"]
	}, {
		"code": "4",
		"img": "1.4.png",
		"label": "前大灯",
		"spot": [{
			"onespot": [{
				"x": 85,
				"y": 451
			}, {
				"x": 274,
				"y": 446
			}, {
				"x": 223,
				"y": 510
			}, {
				"x": 177,
				"y": 515
			}, {
				"x": 152,
				"y": 494
			}, {
				"x": 90,
				"y": 490
			}]
		}],
		"sublabel": ["前大灯-左", "前大灯-右", "前大灯清洗泵"]
	}, {
		"code": "25",
		"img": "1.25.png",
		"label": "侧门槛外板",
		"spot": [{
			"onespot": [{
				"x": 964,
				"y": 611
			}, {
				"x": 1144,
				"y": 580
			}, {
				"x": 1146,
				"y": 605
			}, {
				"x": 955,
				"y": 639
			}]
		}],
		"sublabel": ["侧门槛外板-左", "侧门槛外板-右"]
	}, {
		"code": "12",
		"img": "1.12.png",
		"label": "轮胎",
		"spot": [{
			"onespot": [{
				"x": 501,
				"y": 452
			}, {
				"x": 649,
				"y": 555
			}, {
				"x": 601,
				"y": 724
			}, {
				"x": 400,
				"y": 721
			}, {
				"x": 364,
				"y": 574
			}]
		}],
		"sublabel": ["轮胎", "钢圈", "胎压传感器"]
	}, {
		"code": "20",
		"img": "1.20.png",
		"label": "后门玻璃",
		"spot": [{
			"onespot": [{
				"x": 1148,
				"y": 125
			}, {
				"x": 1485,
				"y": 197
			}, {
				"x": 1402,
				"y": 236
			}, {
				"x": 1170,
				"y": 250
			}]
		}],
		"sublabel": ["后门玻璃-左", "后门玻璃-右", "C柱上内衬", "C柱下内衬", "侧窗玻璃"]
	}],
	"rs7_0032": [{
		"code": "19",
		"img": "1.19.png",
		"label": "前门玻璃",
		"spot": [{
			"onespot": [{
				"x": 808,
				"y": 293
			}, {
				"x": 1128,
				"y": 129
			}, {
				"x": 1136,
				"y": 255
			}]
		}],
		"sublabel": ["前门玻璃-左", "前门玻璃-右", "B柱内衬", "A柱内衬"]
	}, {
		"code": "7",
		"img": "1.7.png",
		"label": "前雾灯",
		"spot": [{
			"onespot": [{
				"x": 126,
				"y": 585
			}, {
				"x": 260,
				"y": 597
			}, {
				"x": 340,
				"y": 684
			}, {
				"x": 154,
				"y": 666
			}, {
				"x": 120,
				"y": 646
			}]
		}],
		"sublabel": ["前雾灯-左", "前雾灯-右", "前保险杠格栅"]
	}, {
		"code": "2",
		"img": "1.2.png",
		"label": "发动机罩",
		"spot": [{
			"onespot": [{
				"x": 50,
				"y": 409
			}, {
				"x": 498,
				"y": 257
			}, {
				"x": 756,
				"y": 303
			}, {
				"x": 715,
				"y": 344
			}, {
				"x": 341,
				"y": 454
			}, {
				"x": 115,
				"y": 463
			}]
		}],
		"sublabel": ["发动机罩"]
	}, {
		"code": "10",
		"img": "1.10.png",
		"label": "后门壳",
		"spot": [{
			"onespot": [{
				"x": 1201,
				"y": 279
			}, {
				"x": 1440,
				"y": 252
			}, {
				"x": 1474,
				"y": 288
			}, {
				"x": 1398,
				"y": 508
			}, {
				"x": 1197,
				"y": 555
			}]
		}],
		"sublabel": ["后门壳-左", "后门壳-右", "后门外拉手-左", "后门外拉手-右", "后门玻璃升降机-左", "后门玻璃升降机-右"]
	}, {
		"code": "13",
		"img": "1.13.png",
		"label": "后叶子板",
		"spot": [{
			"onespot": [{
				"x": 1538,
				"y": 203
			}, {
				"x": 1622,
				"y": 248
			}, {
				"x": 1577,
				"y": 281
			}]
		}],
		"sublabel": ["后叶子板-左", "后叶子板-右"]
	}, {
		"code": "8",
		"img": "1.8.png",
		"label": "前叶子板",
		"spot": [{
			"onespot": [{
				"x": 358,
				"y": 451
			}, {
				"x": 723,
				"y": 341
			}, {
				"x": 767,
				"y": 300
			}, {
				"x": 818,
				"y": 306
			}, {
				"x": 822,
				"y": 604
			}, {
				"x": 758,
				"y": 620
			}, {
				"x": 717,
				"y": 469
			}, {
				"x": 488,
				"y": 474
			}]
		}],
		"sublabel": ["前叶子板-左", "前叶子板-右", "前叶子板灯-左", "前叶子板灯-右"]
	}, {
		"code": "9",
		"img": "1.9.png",
		"label": "前门壳",
		"spot": [{
			"onespot": [{
				"x": 826,
				"y": 315
			}, {
				"x": 1201,
				"y": 279
			}, {
				"x": 1197,
				"y": 555
			}, {
				"x": 831,
				"y": 619
			}]
		}],
		"sublabel": ["前门壳-左", "前门壳-右", "前门外拉手-左", "前门外拉手-右", "全车锁", "前门玻璃升降机-左", "前门玻璃升降机-右"]
	}, {
		"code": "4",
		"img": "1.4.png",
		"label": "前大灯",
		"spot": [{
			"onespot": [{
				"x": 123,
				"y": 470
			}, {
				"x": 343,
				"y": 457
			}, {
				"x": 296,
				"y": 528
			}, {
				"x": 240,
				"y": 536
			}, {
				"x": 205,
				"y": 515
			}, {
				"x": 135,
				"y": 508
			}]
		}],
		"sublabel": ["前大灯-左", "前大灯-右", "前大灯清洗泵"]
	}, {
		"code": "25",
		"img": "1.25.png",
		"label": "侧门槛外板",
		"spot": [{
			"onespot": [{
				"x": 1022,
				"y": 601
			}, {
				"x": 1191,
				"y": 565
			}, {
				"x": 1193,
				"y": 580
			}, {
				"x": 1027,
				"y": 618
			}]
		}],
		"sublabel": ["侧门槛外板-左", "侧门槛外板-右"]
	}, {
		"code": "12",
		"img": "1.12.png",
		"label": "轮胎",
		"spot": [{
			"onespot": [{
				"x": 578,
				"y": 456
			}, {
				"x": 729,
				"y": 579
			}, {
				"x": 687,
				"y": 704
			}, {
				"x": 468,
				"y": 711
			}, {
				"x": 449,
				"y": 554
			}]
		}],
		"sublabel": ["轮胎", "钢圈", "胎压传感器"]
	}, {
		"code": "20",
		"img": "1.20.png",
		"label": "后门玻璃",
		"spot": [{
			"onespot": [{
				"x": 1139,
				"y": 120
			}, {
				"x": 1430,
				"y": 183
			}, {
				"x": 1364,
				"y": 219
			}, {
				"x": 1168,
				"y": 242
			}]
		}],
		"sublabel": ["后门玻璃-左", "后门玻璃-右", "C柱上内衬", "C柱下内衬", "侧窗玻璃"]
	}],
	"rs7_0033": [{
		"code": "19",
		"img": "1.19.png",
		"label": "前门玻璃",
		"spot": [{
			"onespot": [{
				"x": 849,
				"y": 298
			}, {
				"x": 1122,
				"y": 132
			}, {
				"x": 1143,
				"y": 257
			}]
		}],
		"sublabel": ["前门玻璃-左", "前门玻璃-右", "B柱内衬", "A柱内衬"]
	}, {
		"code": "7",
		"img": "1.7.png",
		"label": "前雾灯",
		"spot": [{
			"onespot": [{
				"x": 169,
				"y": 600
			}, {
				"x": 332,
				"y": 612
			}, {
				"x": 407,
				"y": 701
			}, {
				"x": 201,
				"y": 689
			}, {
				"x": 163,
				"y": 666
			}]
		}],
		"sublabel": ["前雾灯-左", "前雾灯-右", "前保险杠格栅"]
	}, {
		"code": "2",
		"img": "1.2.png",
		"label": "发动机罩",
		"spot": [{
			"onespot": [{
				"x": 56,
				"y": 403
			}, {
				"x": 498,
				"y": 243
			}, {
				"x": 805,
				"y": 281
			}, {
				"x": 767,
				"y": 328
			}, {
				"x": 414,
				"y": 441
			}, {
				"x": 161,
				"y": 462
			}]
		}],
		"sublabel": ["发动机罩"]
	}, {
		"code": "1",
		"img": "1.1.png",
		"label": "前风挡玻璃",
		"spot": [{
			"onespot": [{
				"x": 750,
				"y": 137
			}, {
				"x": 1017,
				"y": 150
			}, {
				"x": 836,
				"y": 311
			}, {
				"x": 523,
				"y": 268
			}]
		}],
		"sublabel": ["前风挡玻璃", "前风挡雨刮片"]
	}, {
		"code": "10",
		"img": "1.10.png",
		"label": "后门壳",
		"spot": [{
			"onespot": [{
				"x": 1220,
				"y": 276
			}, {
				"x": 1425,
				"y": 248
			}, {
				"x": 1463,
				"y": 284
			}, {
				"x": 1394,
				"y": 500
			}, {
				"x": 1220,
				"y": 546
			}]
		}],
		"sublabel": ["后门壳-左", "后门壳-右", "后门外拉手-左", "后门外拉手-右", "后门玻璃升降机-左", "后门玻璃升降机-右"]
	}, {
		"code": "13",
		"img": "1.13.png",
		"label": "后叶子板",
		"spot": [{
			"onespot": [{
				"x": 1491,
				"y": 241
			}, {
				"x": 1628,
				"y": 274
			}, {
				"x": 1622,
				"y": 375
			}, {
				"x": 1548,
				"y": 332
			}]
		}],
		"sublabel": ["后叶子板-左", "后叶子板-右"]
	}, {
		"code": "8",
		"img": "1.8.png",
		"label": "前叶子板",
		"spot": [{
			"onespot": [{
				"x": 440,
				"y": 454
			}, {
				"x": 779,
				"y": 344
			}, {
				"x": 818,
				"y": 298
			}, {
				"x": 865,
				"y": 296
			}, {
				"x": 882,
				"y": 605
			}, {
				"x": 819,
				"y": 617
			}, {
				"x": 778,
				"y": 466
			}, {
				"x": 568,
				"y": 478
			}]
		}],
		"sublabel": ["前叶子板-左", "前叶子板-右", "前叶子板灯-左", "前叶子板灯-右"]
	}, {
		"code": "9",
		"img": "1.9.png",
		"label": "前门壳",
		"spot": [{
			"onespot": [{
				"x": 898,
				"y": 360
			}, {
				"x": 1216,
				"y": 312
			}, {
				"x": 1203,
				"y": 535
			}, {
				"x": 912,
				"y": 592
			}]
		}],
		"sublabel": ["前门壳-左", "前门壳-右", "前门外拉手-左", "前门外拉手-右", "全车锁", "前门玻璃升降机-左", "前门玻璃升降机-右"]
	}, {
		"code": "4",
		"img": "1.4.png",
		"label": "前大灯",
		"spot": [{
			"onespot": [{
				"x": 174,
				"y": 476
			}, {
				"x": 415,
				"y": 459
			}, {
				"x": 373,
				"y": 533
			}, {
				"x": 305,
				"y": 541
			}, {
				"x": 277,
				"y": 522
			}, {
				"x": 188,
				"y": 516
			}]
		}],
		"sublabel": ["前大灯-左", "前大灯-右", "前大灯清洗泵"]
	}, {
		"code": "25",
		"img": "1.25.png",
		"label": "侧门槛外板",
		"spot": [{
			"onespot": [{
				"x": 1059,
				"y": 606
			}, {
				"x": 1191,
				"y": 582
			}, {
				"x": 1201,
				"y": 607
			}, {
				"x": 1076,
				"y": 631
			}]
		}],
		"sublabel": ["侧门槛外板-左", "侧门槛外板-右"]
	}, {
		"code": "12",
		"img": "1.12.png",
		"label": "轮胎",
		"spot": [{
			"onespot": [{
				"x": 614,
				"y": 470
			}, {
				"x": 768,
				"y": 543
			}, {
				"x": 742,
				"y": 715
			}, {
				"x": 550,
				"y": 740
			}, {
				"x": 519,
				"y": 579
			}]
		}],
		"sublabel": ["轮胎", "钢圈", "胎压传感器"]
	}, {
		"code": "20",
		"img": "1.20.png",
		"label": "后门玻璃",
		"spot": [{
			"onespot": [{
				"x": 1177,
				"y": 103
			}, {
				"x": 1440,
				"y": 165
			}, {
				"x": 1379,
				"y": 203
			}, {
				"x": 1204,
				"y": 219
			}]
		}],
		"sublabel": ["后门玻璃-左", "后门玻璃-右", "C柱上内衬", "C柱下内衬", "侧窗玻璃"]
	}, {
		"code": "6",
		"img": "1.6.png",
		"label": "中网",
		"spot": [{
			"onespot": [{
				"x": 50,
				"y": 426
			}, {
				"x": 147,
				"y": 474
			}, {
				"x": 158,
				"y": 515
			}, {
				"x": 116,
				"y": 649
			}, {
				"x": 28,
				"y": 586
			}, {
				"x": 36,
				"y": 450
			}]
		}],
		"sublabel": ["中网", "中网徽标", "前牌照架"]
	}],
	"rs7_0034": [{
		"code": "19",
		"img": "1.19.png",
		"label": "前门玻璃",
		"spot": [{
			"onespot": [{
				"x": 889,
				"y": 298
			}, {
				"x": 1148,
				"y": 140
			}, {
				"x": 1173,
				"y": 259
			}]
		}],
		"sublabel": ["前门玻璃-左", "前门玻璃-右", "B柱内衬", "A柱内衬"]
	}, {
		"code": "7",
		"img": "1.7.png",
		"label": "前雾灯",
		"spot": [{
			"onespot": [{
				"x": 219,
				"y": 628
			}, {
				"x": 394,
				"y": 626
			}, {
				"x": 479,
				"y": 719
			}, {
				"x": 254,
				"y": 708
			}, {
				"x": 208,
				"y": 687
			}]
		}],
		"sublabel": ["前雾灯-左", "前雾灯-右", "前保险杠格栅"]
	}, {
		"code": "2",
		"img": "1.2.png",
		"label": "发动机罩",
		"spot": [{
			"onespot": [{
				"x": 63,
				"y": 424
			}, {
				"x": 504,
				"y": 260
			}, {
				"x": 847,
				"y": 298
			}, {
				"x": 811,
				"y": 344
			}, {
				"x": 476,
				"y": 463
			}, {
				"x": 204,
				"y": 483
			}]
		}],
		"sublabel": ["发动机罩"]
	}, {
		"code": "1",
		"img": "1.1.png",
		"label": "前风挡玻璃",
		"spot": [{
			"onespot": [{
				"x": 747,
				"y": 136
			}, {
				"x": 1037,
				"y": 149
			}, {
				"x": 874,
				"y": 311
			}, {
				"x": 516,
				"y": 269
			}]
		}],
		"sublabel": ["前风挡玻璃", "前风挡雨刮片"]
	}, {
		"code": "10",
		"img": "1.10.png",
		"label": "后门壳",
		"spot": [{
			"onespot": [{
				"x": 1235,
				"y": 274
			}, {
				"x": 1420,
				"y": 246
			}, {
				"x": 1452,
				"y": 280
			}, {
				"x": 1395,
				"y": 494
			}, {
				"x": 1235,
				"y": 544
			}]
		}],
		"sublabel": ["后门壳-左", "后门壳-右", "后门外拉手-左", "后门外拉手-右", "后门玻璃升降机-左", "后门玻璃升降机-右"]
	}, {
		"code": "13",
		"img": "1.13.png",
		"label": "后叶子板",
		"spot": [{
			"onespot": [{
				"x": 1487,
				"y": 228
			}, {
				"x": 1594,
				"y": 266
			}, {
				"x": 1595,
				"y": 375
			}, {
				"x": 1518,
				"y": 322
			}]
		}],
		"sublabel": ["后叶子板-左", "后叶子板-右"]
	}, {
		"code": "8",
		"img": "1.8.png",
		"label": "前叶子板",
		"spot": [{
			"onespot": [{
				"x": 481,
				"y": 452
			}, {
				"x": 805,
				"y": 336
			}, {
				"x": 836,
				"y": 288
			}, {
				"x": 885,
				"y": 292
			}, {
				"x": 899,
				"y": 591
			}, {
				"x": 840,
				"y": 615
			}, {
				"x": 795,
				"y": 449
			}, {
				"x": 607,
				"y": 473
			}]
		}],
		"sublabel": ["前叶子板-左", "前叶子板-右", "前叶子板灯-左", "前叶子板灯-右"]
	}, {
		"code": "9",
		"img": "1.9.png",
		"label": "前门壳",
		"spot": [{
			"onespot": [{
				"x": 966,
				"y": 374
			}, {
				"x": 1190,
				"y": 329
			}, {
				"x": 1202,
				"y": 509
			}, {
				"x": 997,
				"y": 564
			}]
		}],
		"sublabel": ["前门壳-左", "前门壳-右", "前门外拉手-左", "前门外拉手-右", "全车锁", "前门玻璃升降机-左", "前门玻璃升降机-右"]
	}, {
		"code": "4",
		"img": "1.4.png",
		"label": "前大灯",
		"spot": [{
			"onespot": [{
				"x": 225,
				"y": 493
			}, {
				"x": 486,
				"y": 467
			}, {
				"x": 433,
				"y": 546
			}, {
				"x": 369,
				"y": 551
			}, {
				"x": 333,
				"y": 537
			}, {
				"x": 241,
				"y": 535
			}]
		}],
		"sublabel": ["前大灯-左", "前大灯-右", "前大灯清洗泵"]
	}, {
		"code": "25",
		"img": "1.25.png",
		"label": "侧门槛外板",
		"spot": [{
			"onespot": [{
				"x": 1068,
				"y": 608
			}, {
				"x": 1218,
				"y": 565
			}, {
				"x": 1223,
				"y": 593
			}, {
				"x": 1073,
				"y": 641
			}]
		}],
		"sublabel": ["侧门槛外板-左", "侧门槛外板-右"]
	}, {
		"code": "12",
		"img": "1.12.png",
		"label": "轮胎",
		"spot": [{
			"onespot": [{
				"x": 664,
				"y": 457
			}, {
				"x": 815,
				"y": 540
			}, {
				"x": 788,
				"y": 690
			}, {
				"x": 587,
				"y": 724
			}, {
				"x": 573,
				"y": 558
			}]
		}],
		"sublabel": ["轮胎", "钢圈", "胎压传感器"]
	}, {
		"code": "20",
		"img": "1.20.png",
		"label": "后门玻璃",
		"spot": [{
			"onespot": [{
				"x": 1165,
				"y": 93
			}, {
				"x": 1406,
				"y": 158
			}, {
				"x": 1357,
				"y": 190
			}, {
				"x": 1202,
				"y": 217
			}]
		}],
		"sublabel": ["后门玻璃-左", "后门玻璃-右", "C柱上内衬", "C柱下内衬", "侧窗玻璃"]
	}, {
		"code": "6",
		"img": "1.6.png",
		"label": "中网",
		"spot": [{
			"onespot": [{
				"x": 65,
				"y": 438
			}, {
				"x": 190,
				"y": 483
			}, {
				"x": 203,
				"y": 529
			}, {
				"x": 155,
				"y": 667
			}, {
				"x": 39,
				"y": 598
			}, {
				"x": 45,
				"y": 465
			}]
		}],
		"sublabel": ["中网", "中网徽标", "前牌照架"]
	}],
	"rs7_0035": [{
		"code": "19",
		"img": "1.19.png",
		"label": "前门玻璃",
		"spot": [{
			"onespot": [{
				"x": 919,
				"y": 289
			}, {
				"x": 1156,
				"y": 118
			}, {
				"x": 1179,
				"y": 248
			}]
		}],
		"sublabel": ["前门玻璃-左", "前门玻璃-右", "B柱内衬", "A柱内衬"]
	}, {
		"code": "7",
		"img": "1.7.png",
		"label": "前雾灯",
		"spot": [{
			"onespot": [{
				"x": 253,
				"y": 641
			}, {
				"x": 436,
				"y": 641
			}, {
				"x": 516,
				"y": 730
			}, {
				"x": 289,
				"y": 726
			}, {
				"x": 242,
				"y": 704
			}]
		}],
		"sublabel": ["前雾灯-左", "前雾灯-右", "前保险杠格栅"]
	}, {
		"code": "2",
		"img": "1.2.png",
		"label": "发动机罩",
		"spot": [{
			"onespot": [{
				"x": 64,
				"y": 422
			}, {
				"x": 503,
				"y": 254
			}, {
				"x": 860,
				"y": 290
			}, {
				"x": 836,
				"y": 339
			}, {
				"x": 513,
				"y": 460
			}, {
				"x": 229,
				"y": 480
			}]
		}],
		"sublabel": ["发动机罩"]
	}, {
		"code": "1",
		"img": "1.1.png",
		"label": "前风挡玻璃",
		"spot": [{
			"onespot": [{
				"x": 752,
				"y": 135
			}, {
				"x": 1052,
				"y": 147
			}, {
				"x": 897,
				"y": 311
			}, {
				"x": 516,
				"y": 271
			}]
		}],
		"sublabel": ["前风挡玻璃", "前风挡雨刮片"]
	}, {
		"code": "10",
		"img": "1.10.png",
		"label": "后门壳",
		"spot": [{
			"onespot": [{
				"x": 1237,
				"y": 274
			}, {
				"x": 1404,
				"y": 274
			}, {
				"x": 1443,
				"y": 277
			}, {
				"x": 1386,
				"y": 494
			}, {
				"x": 1239,
				"y": 542
			}]
		}],
		"sublabel": ["后门壳-左", "后门壳-右", "后门外拉手-左", "后门外拉手-右", "后门玻璃升降机-左", "后门玻璃升降机-右"]
	}, {
		"code": "13",
		"img": "1.13.png",
		"label": "后叶子板",
		"spot": [{
			"onespot": [{
				"x": 1481,
				"y": 221
			}, {
				"x": 1546,
				"y": 280
			}, {
				"x": 1474,
				"y": 283
			}]
		}],
		"sublabel": ["后叶子板-左", "后叶子板-右"]
	}, {
		"code": "8",
		"img": "1.8.png",
		"label": "前叶子板",
		"spot": [{
			"onespot": [{
				"x": 524,
				"y": 474
			}, {
				"x": 844,
				"y": 360
			}, {
				"x": 868,
				"y": 309
			}, {
				"x": 918,
				"y": 315
			}, {
				"x": 935,
				"y": 618
			}, {
				"x": 881,
				"y": 632
			}, {
				"x": 832,
				"y": 473
			}, {
				"x": 655,
				"y": 495
			}]
		}],
		"sublabel": ["前叶子板-左", "前叶子板-右", "前叶子板灯-左", "前叶子板灯-右"]
	}, {
		"code": "9",
		"img": "1.9.png",
		"label": "前门壳",
		"spot": [{
			"onespot": [{
				"x": 938,
				"y": 318
			}, {
				"x": 1237,
				"y": 274
			}, {
				"x": 1239,
				"y": 542
			}, {
				"x": 948,
				"y": 624
			}]
		}],
		"sublabel": ["前门壳-左", "前门壳-右", "前门外拉手-左", "前门外拉手-右", "全车锁", "前门玻璃升降机-左", "前门玻璃升降机-右"]
	}, {
		"code": "4",
		"img": "1.4.png",
		"label": "前大灯",
		"spot": [{
			"onespot": [{
				"x": 255,
				"y": 490
			}, {
				"x": 521,
				"y": 467
			}, {
				"x": 480,
				"y": 546
			}, {
				"x": 408,
				"y": 553
			}, {
				"x": 374,
				"y": 536
			}, {
				"x": 276,
				"y": 530
			}]
		}],
		"sublabel": ["前大灯-左", "前大灯-右", "前大灯清洗泵"]
	}, {
		"code": "25",
		"img": "1.25.png",
		"label": "侧门槛外板",
		"spot": [{
			"onespot": [{
				"x": 1097,
				"y": 596
			}, {
				"x": 1211,
				"y": 559
			}, {
				"x": 1214,
				"y": 582
			}, {
				"x": 1068,
				"y": 621
			}]
		}],
		"sublabel": ["侧门槛外板-左", "侧门槛外板-右"]
	}, {
		"code": "12",
		"img": "1.12.png",
		"label": "轮胎",
		"spot": [{
			"onespot": [{
				"x": 704,
				"y": 481
			}, {
				"x": 841,
				"y": 589
			}, {
				"x": 801,
				"y": 734
			}, {
				"x": 607,
				"y": 714
			}, {
				"x": 615,
				"y": 570
			}]
		}],
		"sublabel": ["轮胎", "钢圈", "胎压传感器"]
	}, {
		"code": "20",
		"img": "1.20.png",
		"label": "后门玻璃",
		"spot": [{
			"onespot": [{
				"x": 1182,
				"y": 110
			}, {
				"x": 1407,
				"y": 171
			}, {
				"x": 1366,
				"y": 207
			}, {
				"x": 1216,
				"y": 229
			}]
		}],
		"sublabel": ["后门玻璃-左", "后门玻璃-右", "C柱上内衬", "C柱下内衬", "侧窗玻璃"]
	}, {
		"code": "6",
		"img": "1.6.png",
		"label": "中网",
		"spot": [{
			"onespot": [{
				"x": 70,
				"y": 442
			}, {
				"x": 216,
				"y": 490
			}, {
				"x": 230,
				"y": 537
			}, {
				"x": 182,
				"y": 672
			}, {
				"x": 46,
				"y": 607
			}, {
				"x": 56,
				"y": 471
			}]
		}],
		"sublabel": ["中网", "中网徽标", "前牌照架"]
	}]
}